[
  {
    "id": 1,
    "title": "The Southern Meseta",
    "body": "<p>There is something eerie about a graveyard in the night, and this one particularly, perhaps because it is some 500 years old, and the dead below me are so unknown...So foreign to the midwesterner, who knows nothing of his history. From meandering here and in the desert Southwest, I have learned that the history of the Indians, and therefo re even the Midwest, is tied to the Spanish, who came south of here and introduced horses and wheat and goats and massive slaughter and disease and eventually the creation of new nations and independent states and countless mission communities and Catholicism.</p><p>He brought us to the Sanchez Romero Grocery Store in a mall near his flat. Spanish wines, sherry, salami, olives, hams, Japanese rice and Mexican tortillas. Chicken, and several cuts of steak which were quite impressive, but nothing next to the selection of local and French cheeses. Pheasants hung upside down and some still bled from their feathers. The raw brains of lambs. Grouse, partridge and skinned rabbits, which bled out of the remains of their eyes and brains. I examined the seafood section - shrimps, crabs, fish, salmon, lobster, eels and tiny barnacles.</p><p>It was strange, but equally impressive that a landlocked city such as Madrid lived on such a high diet of seafood. Very little of this seafood came from Spanish waters. The Mediterranean is essentially a dead sea - fished out from years of over-use. To fish in the Mediterranean today often means illegally dropping bombs to shock 'anything that lives' to the surface,netted and sold dried in Greek and North African fish markets. Ralph explained that if you want tapas in Madrid, there is only one place to go. Soon enough, we were at Bocaito, a small bar packed with chattering Madrileños. Sherry from Jerez, a plate of salted olives, tuna on bread, chorizo sausages, octopus, fried peppers, monkfish liver, shrimps fried in garlic oil. Tapa - the word for 'cover,' comes from the practice of placing a lid over a glass of wine or sherry to keep out the flies - and adding olives or cheese on the lid as a complement to the wine.</p>",
    "image_name": "1.jpg",
    "description": "<p>One of the greatest trading cities of the Indian world was not far from here. It is in Ohio, where Inuits and Dakota and Navajo traded. I turned off my flashlight, and let the blizzarding snow fall as I stood with my snowshoes on this ancient Indian burial mound, in the middle of an oak forest on a Peninsula in Southern Minnesota.</p>"
  },
  {
    "id": 2,
    "title": "The Bright Road to Zingaro",
    "body": "<p>The island is unlike your dry, desolate climate.  The cliffs are swollen with clouds of deep green trees, and there are valleys in shades of celadon, moss and apple.  Whatever dreary existence you may have left behind, you see hope ahead.Fast forward 10,000 years, and I am walking in the La Kalsa District of Palermo, capital of a very different island – Sicily, Italy. This is the old Arab quarter of the city, built in the tenth century during an age of Muslim rule.  Here the streets are very narrow, the buildings bruised by time.  Bullets and shrapnel from the Second World War scar the limestone walls, but underneath that are nicks and scratches apparently dating back through most of the ages of civilization.</p><p>There is no continent on Earth where Sicily fails to export its archetypal imagery of a rural and rustic, sun-baked Italy at the heart of the Mediterranean.  Everywhere, in the form of olive oil labels, wine bottles and faded paintings in Italian restaurants, we are showered with visions of an enduring, dry place, an emblem for all pastoral Mediterranean. Before I left for Sicily, friends couldn't help but to ask me the same question as a dozen before them.  Are you going to eat the food?  Are you going to soak up all that Sicilian cuisine?  The persistence of these questions reminded me that most people travel to fulfill something they believe a place satisfies for them.  I don't like this idea; the idea of going to a place to see what you already know of it.  Or of going somewhere simply to eat; gorging on its authenticity.  I decided I needed to travel to Sicily on a blank slate; to just ignore all those things I think I know about it and the things that other people tell me are important about it.</p><p>That's how I ended up here in this tangle of walkways, too narrow for the smallest three-wheeled Italian trucks.  I walk into a café for something to eat.  Two men are at the counter and a third is making a coffee.  Coffee is an understatement – Sicilians love to cram a thick pasty liquid caffeine into a cup fit for a squirrel.  The café is lit by bare bulbs, the interior is painted gray.  A wall calendar in Arabic, unopened packages lined against the wall, a single dying plant in the window. The men all turn around when I walk in. I ask them about the story on the cover of all the Sicilian newspapers – photos of overcrowded deportation centers, rafts overloaded with dark-skinned men, women, children, angry protesters waving flags,  ships spilling with humans, surrounded by military Zodiacs, and photos of dead bodies lined up on beaches.</p><p>Usually, they believe something very specific will happen to the world – a comet, asteroids, solar flares, the Yellowstone super volcano, American debt, global financial collapse.  In almost every case, the world ends for very implausible reasons; the types of reasons men of science would never worry about.  In most cases, the obsession of the prepper revolves around security, because to many preppers, the ultimate threat you will face in the end days is the inevitability of others attacking you for your stores of food and water. They put up gates, they set traps, they blockade their perimeter.  And most of all, they stockpile weapons. While most preppers seem to have this weird obsession with defense, others place their priorities on what's called a 'bug-out bag.' Bug-out bag: backpack that contains everything you would need to survive a short amount of time in the event of a disaster.  Many who live in earthquake, tsunami or tornado zones also quite rationally build a bug-out bag; but we're talking about bug-out bags to survive the end of the world.</p>",
    "image_name": "2.jpg",
    "description": "<p>Let's say you are in a canoe, maybe it has a sail, maybe not.  I'm not really sure where you're from, only that you are probably escaping from some despotic tribal government, or some drought, or some really mean people, and it's about 10,000 years ago.  And ahead of you is this really large island, larger than any island you have heard of in any tale.</p>"
  },
  {
    "id": 3,
    "title": "Majesty of Lisbon's Alfama",
    "body": "<p>Lisbon feels tropical, connected to Africa, on a biting cold day, and in its southern sun, like a mix and match of its neighbor’s architectures. It is colored in a smudgy gray, festooned with pinks and canaries and aquas and limes. Its slight inhabitants dress urbanely like their country cousins; just in tighter weaves. Over lunch a long time ago with a Portuguese friend, I came up with the idea of hosting a Portuguese Empire party; literally a party themed on Portugal's historical colonial empire. Let's forget for brevity its success or outcome. I came up with this idea with only the faintest notion of what Portugal is, or was. Perhaps it was subconsciously strategic that the two food critics at my old school newspaper were both Portuguese, and that sure, they'd love to help and do the cooking. My Portugal, the one I imagined in preparing for my party, turned from a whim into a dream. Portugal was a place whose territories occupied the strangest realms of the world: the places where other countries failed to show interest or failed to see any worth. As the sea race to control trade with India and the Spice Islands heated up over the centuries, Portugal's dominance of the seas dwindled to a secondary power, and yet they still coaxed a fair portion of the world into their grasp. The Portuguese world was a sleepy backwater; multilingual, steamy, a dozen lands and a thousand islands.</p><p>In 1755, an Earthquake rumbled in Portugal's Algarve lands to the south. Half the city collapsed and fifteen thousand perished. Much of Lisbon's history fell with the Earthquake. Except one area. Before the earthquake, this area, the Alfama District, was the hottest wealthy neighborhood in Portugal. Hip and wealthy, it also carried a Moorish architectural past.Roman and Arab are literally painted and constructed on top of and over each other, making the whole place a mash of centuries.Portuguese Empire myth came from music: Cesaria Evora and Jobim and others. Music that was a dialogue of other times. It is a surprise then to learn that the Alfama also continues to be a center for that old Portuguese-style blues; the fado. And even with the pattering of rain, you can hear some old man crooning or a guitarre picking behind some alley or courtyard. The rain is pouring heavily now, and we're treading along the streets to the Alfama District. We stop in a small cafe - there seem to be thousands of such cafes in this city - and we share a coffee and a bowl of fruit.</p><p>When Jane and I stepped into Lisbon, I stepped into my Portuguese Empire. Lisbon really is that cobbled city of my imagination, and the Alfama, being the last standing of old Lisbon, is the epitomy of my imagined Portuguese Empire. Portuguese author Jose Saramago calls the Alfama a 'mythological beast' and continues to explain that he, nor anyone else can exactly know what it is. For what it's worth, the Alfama is a labyrinth of dark, wet alleys. Of old richly embellished tiles that facade entire exteriors. It is most of all a labryinth of Lisbon's history, set upon a glimpse of urban Lisbon lifestyles. For the Alfama is residential, with few specific tourist stops. We walk slowly. The doors of apartments feature old bronzework of dragons and beasts. Scratched paint shows dozens of layers beneath each wall. For people who like history without walking through old churches and museums, the Alfama is a mood piece of a hundred eras. A glimpse of the faded majesty of the Portuguese Empire.</p><p>The first problem that planning this party involved was finding out what the Portuguese Empire was, and how to cook in the styles of each of Portugal's colonial territories. The island of Cape Verde, off the coast of Western Africa. Goa, in Western India. Ceylon, now Sri Lanka. Brazil. Mozambique. Macau. Portugal focused its territorial expansion on the Atlantic by the thirteenth century; they were one of the earliest masters of the high seas, and used it to their benefit. From Vasco de Gama to Magellan and beyond, Portuguese sailors literally connected the world by sea. Over time, modern politics and economic realities shrunk Portugal's overseas colonies. In 1999, Portugal turned over its last far-flung colony, Macau, to China. All of the shapes and colors of old Portugal seem to still exist here. And the colors of places from the other side of the world As if I would know. Perhaps, it is my imagination - created all those years ago in a crowded apartment in Los Angeles.</p>",
    "image_name": "3.jpg",
    "description": "<p>Paris had ruined all my romantic notions of the western European city. A single city – littered, rude, cheap and crass, and to me long ago, it symbolized all of Europe. Overrated and overpriced, and so I had gone on imagining the rest of urban Europe to be much the same. That is until Lisbon.</p>"
  },
  {
    "id": 4,
    "title": "Andalucia to Alentejo",
    "body": "<p>The seedy pirate-town architecture still stands, although cropped against plenty of surf shops and trendy retailers. Today, Tarifa is a rather hip neo-Bohemian town. And surfboards are for sale everywhere. But where are the waves? An old unshaven Swede says otherwise. The kite-surf and wind-surf capital of the world, yes, maybe, but small waves. Johann moved from Sweden to Marbella, a coastal area of endless high-rises to the east of here, but admits,  I was too drunk to drive home so this hotel is my second.I came to Marbella and Tarifa because it is primitive, you know? You buy a fish and it is not a fancy fish like in Stockholm. It is not delicate, but it is just caught and it is primitively prepared. I love the primitive preparation and the primitive womens. I love those Moroccan womens in their djebellas.I tell him of my route with Jane, how we are collecting artisanal cheeses, and of Extremadura, the province north of here which has almost no value to the casual tourist, and plenty of value to anybody who loves agricultural landscapes, and cheese. I say, you know that in Spain there are about thirty-five different types of sheep. And each of those produces a different type of milk.</p><p>Jane and I leave the next morning, ascending the coastal Bermeja mountains, until our lawnmower-car is putting along a road between wind-sharpened rocks, lichen and foggy meadows. When we descend toward the city of Ronda, we are in the heart of Andalucía.Much of Andalucía is the sun-baked watershed of the Rio Guadalquivar Basin, the same river that Columbus and Magellan sailed from. It would appear in the dry-season a moonscape, although brighter, almost yellow. The rolling empty is punctuated by old farming estates, many of which are buildings of incredible beauty. Some have viewing towers, and even others are outlined in tiles or mosaics in the colors of ochre, blue and brick red. The interior of Andalucía is solely responsible for all the fantastical images we have of Spain, and in spite of this, much of the small roads of this interior are almost unknown to the outside world. The Spaghetti Westerns were filmed here, because this desert-like landscape resembles our imagination of New Mexico and Arizona two hundred years ago. And the prickly-pear cactuses help that image. They were brought back on Columbus’ ships, and felt at home.</p><p>We read from our imaginary book about traveling in pursuit of artisanal cheese. Montclair, our make-believe expert on all matters of cheese travel, was adamant about the value of history to appreciating cheese. He mentioned Ronda as ‘one of the last beacons of the Muslim world in Europe.’Jane and I are crossing through the western Andalucian interior the slow way, taking our time and avoiding the larger cities. Our rented car is shorter than a mini, nearly as ugly as a Citron, and sounds like a vacuum cleaner at high speeds.Ronda is a city on a limestone bulwark. A castle of steep rock. In the middle ages, as the Christians advanced on the Moorish land, Ronda was almost the last to fall.</p><p>Overnighting on a chain of small towns, we eventually make our way to the isolated Sierra de Aracena. All these roads, and Jane seems to humor herself by giving commentary on the world outside. Of two pigs copulating, she mumbles ‘pig porno’, of sheep grazing, ‘dirty!’ and of a goat with a long beard, ‘Gandalf’ We rest for the night in the small town of Aracena, high up enough to be cooler than the rest of Andalucía. It is white-washed, and upon its highest hill is an old Roman ruins, and a Catholic church in its shadow. Everybody, it would seem, eats the cured hams from these mountains. A breed of black-hooved and black-skinned hogs are raised in these mountains, and feed solely on the plentiful acorns which sometimes seem to carpet the entire landscape. They are free-range hogs – imagine that, and seem almost happy. In Andalucía , this jamon is often paired with cheese. They are both simple foods, as is most of Spanish cuisine, and celebrated for their many levels of complexity. The way some people sniff at their glass of red wines, the Andalucíans revel in the complexity of their small dishes of simple foods. We walk up and down the narrow streets of Aracena at night, talking about friends back home. When we pause to photograph an alley, an old woman peers at us from her doorway.</p>",
    "image_name": "4.jpg",
    "description": "<p>Tarifa is the closest harbor in Spain to Morocco, and is responsible for our word tariff, because pirates in the ancient ages used this proximity to exact sea-route taxes on continental traders. hen the Christians finally regained Iberia, they took these Middle-Eastern sheep that had gone astray in Extremadura and cared for their lineage</p>"
  },
  {
    "id": 5,
    "title": "Bavaria, Appenzell and the Constellation Gallia",
    "body": "<p>Other travel writers seem to be doing it all the time, following the routes of their favorite icon or explorer.  But after agreeing to a lifelong journey, we found that the subject of our travels simply didn't exist.  And so we invented him – an imaginary guide whose wisdom exceeds that of every other travel writer's muse. Jane and I carry our sleeping son to a restaurant in a small alpine town in the Allgäu region of Bavaria.  This is a favorite of my parents, and a chance for them to show it to Jane's mom in the few days we have left before fifty friends and family converge here. My family orders all the specialties of this restaurant – deer and local lake fish.  But I haven't the appetite for the hearty Bavarian restaurant faire.  Instead, I look for the plate that most resembles what Bavarians eat at home – a simple plate of bread and cheese. The right fromage, caseophiles might say, requires a perfect pairing of the appropriate wine.  In Bavaria, and for this particular cheese, however, the perfect wine is a beer.  A pils in a tall glass.</p><p>Bavarian cheese is a product of the Roman Empire, like most of the famous cheeses of the world.  The Romans did not invent cheese, but they instituted the methods that would pave the way for the most famous cheeses of the world.  What separates Bavarian cheeses, or, high mountain cheeses of the northern alps, from other cheeses, is climate: these cheeses didn't need the high salt content of cheeses from the warmer weather of Southern Europe. An Alpen cheese, then, is less about salt, and more about the taste of the plants ingested by the cheese-producing animal.  Bergkäse has a nutty, rich flavor.  It is mild but with a nice complexity that fits a good beer well. A European fromager by trade, Montclair left his post at a fine urban Fromagerie later in life, for what he called The Constellation Gallia. Although history has buried Montclair's actual nationality, we know, based on his imaginary journals in English and French, that he was, as a man and a traveler, entirely a product of the Enlightenment. </p><p>Montclair's Constellation Gallia was itself an Enlightenment allegory.  What he meant is that he saw each cheese-producing town as a bright light, like a star.  And so, looking down on the Old World, you would see the brightest stars of the constellation as places like the Pyrenées, Savoie, or Emilia-Romagna, where production of the world’s finest cheeses is concentrated. Montclair's window of opportunity to enter into Bavaria would have been around the year 1925. As a child of the age of the Enlightenment, Montclair would have been very conscious of the German contribution to the age that created the modern world.  Although the Enlightenment's earliest ideas sifted throughout Western Europe and New England, its earliest shoots were German. Today, we see Immanuel Kant as the instigator of this age of reason. </p><p>Montclair took Kant’s words to heart.  “Happiness is not an ideal of reason but of imagination,” Kant had written in 1785.  As a successful fromager with big city connections, Montclair had all the access to what people defined as happiness.  But at some point in his life, he realized that the collections of furniture and paintings yielded no such happiness. The more you own, Montclair realized, the less you have.  The more you live, the more you love, the more you taste – this is surely what Kant meant.  Leave it all behind – walk out that door. The Great War would have eliminated any possibility for a man like Montclair to near the German border, but by 1925, the country had miraculously recovered its Enlightenment roots.  This was the Germany that was, in Montclair's mind, the end product of the Enlightenment: industriousness alongside art and architecture.  Science alongside poetry.  Dance and jazz and coffeehouses.  Progressive, liberal Democracy alongside a renewed interest in preserving the rich fabric of Germany's past. Those were the elements that would have made entry into Germany possible.  But that was Kant's Germany, which, technically, was a very different Germany: the Germany north of the Rhein. The Germany that interested Montclair, naturally, would have been the part that was brightest on his constellation.  The Germany of mountains and foothills and rolling grazing lands – Bavaria and the alps. </p>",
    "image_name": "5.jpg",
    "description": "<p>`It's not about the cheese!` might have been St. Deuberex Montclair's most famous words.  But Montclair doesn't exist. A few years ago, Jane and I decided to follow in the footsteps of the world's greatest cheese traveler in search of the world's finest artisanal cheeses and the places where they are made.</p>"
  },
  {
    "id": 6,
    "title": "The Barbary Macaques of Gibraltar",
    "body": "<p>Some have more unusual explanations. In 1920, a journalist for the London Daily Mail wrote, Well-known monkeys are absent for months, and then reappear with new, strange, adult monkeys of a similar breed. Those who know Gibraltar will agree that there is not a square yard on the Rock where they could have hidden. The author insisted that the only explanation was a submarine tunnel underneath the Mediterranean, connecting the African dens to Gibraltar. As Gibraltar is simply a large rock (two square miles of Jurassic limestone) - a British colony on the Southern tip of the Iberian Peninsula - everybody, the monkeys included, are in close proximity. Squished together, hugging the steep cliffsides. The monkeys have hands remarkably like humans, but their behavior is much more monkeylike. 'You think their hands would be rough like dog paws,' Jane says. 'But it's like holding a human hand. They are like baby hands.' Ernest invites us to his shaded hut. His accent is more international than the other Gibraltarians we meet. Their English is perhaps the strangest on Earth, sounding sinister, Cockney and Spanish, Arabic and cartoonish all at once. </p><p>Ernest gives his own explanation for the origin of the monkeys, They were brought over here in the year 1311 by Arabs. This was an outpost for them at the time. In 1704, when the British first came to Gibraltar, there were only 11 or 12 monkeys on the peninsula. The British Consul wanted to increase their number. Slowly they were cared for and reared by the military. Caring for the monkeys is not all tourism and show. It is perhaps vital for the people of Gibraltar. Spain - which itself stubbornly refuses to give up its stake in two chunks of the Moroccan mainland, insists that Gibraltar is rightfully Spanish. In two weeks, our foreign ministers are meeting. The foreign minister of Britain is going to Spain and they are expected to make some progress on the subject of our sovereignty. The thing is that we want to be at peace with the Spanish. If the British ever leave, we don't want to go to Spain. We want to be our own people. We will not be ruled by Spain! We are our own nationality. Everybody on Gibraltar believes in our autonomy. We like the British but if they leave we want to be a sovereign state.</p><p>This myth has existed since the Spanish began making a series of military bungles against the British on the Rock in an attempt to seize what they could never keep even from the Moors. The Spanish finally resorted to the statement that when the monkeys perish, the British will lose Gibraltar. When the ape population dwindled to about seven individuals near the end of World War II, Sir Winston Churchhill ordered a replenishment from Morocco. In a speech, he said that Gibraltar will remain British as long as the apes shall live.</p><p>Ernest pauses to fumble with his pack of Dunhill Filters. His perch is a small painted shack. Like all the rest of Gibraltar's human community below us, it is compact and built tightly against the cliff. His view is the best in all of Gibraltar - a view of a great harbor, a city and the Iberian mainland beyond. It is glorious and vaguely tropical. To his back is Africa, to his front the nation that wants him speaking Spanish. It's a big responsibility. Gibraltar was an essential military component in the defense against Napolean. It is thought that without its strategic location, the British Isles would now be French. It was important even in the Falkland's War. So important that the Argentines attempted to blow the whole harbor up by sneaking bomb-clad divers into Spain. When all England's Falkland ships would be refueling in port, the diver's would slip into the sea, creating Pearl Harbor II. Spain uncovered and foiled the plot. Gibraltar was known in Roman times, along with a mountain on the African coast - called back then the Mountain of Apes - as the physical end of the world. Beyond these Straits of Gibraltar swam the dragons and demons of the Atlantic.</p>",
    "image_name": "6.jpg",
    "description": "<p>The apes are not exactly apes. They are monkeys - tail-less macaques, origin Morocco. Nobody knows exactly how they arrived on the peninsula, although theories abound. Many say they were brought here by Arab or Berber pirates in the fourteenth century. Others insist they were a tribe from the Baltic, pushed back to the edge of Europe by the Ice Age.</p>"
  },
  {
    "id": 7,
    "title": "Ghosts of Celestún Biosphere Reserve",
    "body": "<p>That moment of sending your kid off into the unknown, is terrifying, but once he and his carry-on have disappeared around the corner, it’s no longer fear, but  a completely new sensation. Maybe this is a taste of how parents feel after sending their kid off to college - that deep, unsettling feel of, huh, what now? A school-parent friend once told me that I had been dubbed Ghost Dad, never showing up for drop-off or pick-up.  But now was my time to make up for six years of absence; I could finally get to know the parents, all holed up together in a downtown Mérida hotel. I told the parents that in the morning, I would be heading just outside the northwest perimeter of Mérida, where there were some wetlands and open meadows. Would you join me? </p><p>Not much of a response comes through on our messaging app, and none of the dads show up at the taxi the next morning. I wonder: maybe I didn’t sell that well enough?  I had almost told them that this would be the most memorable day of their entire trip.  But I held back, not being able to promise that at all. In fact, I would be winging everything; bumbling tour guide to a place I’ve never been. My taxi driver, who had insisted I didn’t really want to go to the place I insist on going, gives up and drops me off on a quiet street near the Kai Luum ecological area.  How will you even get back? He had asked. Maybe you'll pick me up? Almost instantly as I walk into the bounds of the park, life is everywhere: Malachite butterflies, dainty wildflowers, and fluorescent-colored Painted Buntings. After roaming the park for a few hours on my own, I am approached by the only other man in the park, Jorge, who has been honing his photography skills in Yucatán’s natural areas each weekend. We introduce ourselves, and then Jorge explains that there is a lagoon just a kilometer away.  I tell him that I didn’t remember another body of water around here. He insists that due to its large size, there is much more wildlife there.</p><p>I agree to join him, and hop in his car.  After we pass the kilometer mark, he tells me that the lagoon is just a few more kilometers away. We pull into the parking lot of a new apartment building, and park discreetly at the corner of the property.  In front of us is a sign: Propiedad Privada No Traspasando. We navigate under the sharp cow fence, and walk down a rocky and abandoned road.  When we get to the lagoon, it is almost completely devoid of life, unlike the nearby Kai Luum park. Jorge insists that he has been to this place many times, and we should walk around the lagoon.  There may even be Yucatán Jays, he explains. We walk on an overgrown trail around the lagoon, looking for what is surely Southern Mexico’s most beautiful bird.  But the sun is beating down on a windless day, and it’s getting closer to noon; that classic combination that makes wildlife disappear. </p><p>I follow Jorge toward the other side of the lagoon.  Nothing there. We start to head back to the car, and I remember the promise I held back from the dads: It’ll be your best day in Mexico! Jorge says, “let’s try down here.”  Again, we walk down a new overgrown trail, heading into lagoon-side dry forest.  There they are, six Yucatán Jays: jet black heads, yellow eye-rings, azure blue wings, long slender tails.  They are moving as a tribe through the trees, their wingbeats flashes of brilliant blue. Instantly, the day feels glorious. After Jorge drops me off at the ecological park, a text comes through from one of the parents.  “Haven’t heard or seen much from you in the last twenty-four hours.” He kindly invites me to join up with the group. I want to break my reputation as Ghost Dad, but at the same time, I had just answered my question - huh, what now? - and arrange with the taxi driver to leave Mérida entirely, heading west to the Yucatán state’s northwest coast. Coastal wetlands have not one, but many scents; the smell of salt-soaked mud, drying algae, hydrogen sulfide,  sweet spring blossoms, the fishy smell of decaying aquatic creatures. Some mangrove smells are pleasant, others are not, but I enjoy them equally.  Together they evoke a sundrenched memory, tied not to one place, but to a mysterious habitat type that wraps around the world’s intertropical latitudes.</p>",
    "image_name": "7.jpg",
    "description": "<p>The Celestún Biosphere Reserve, with its clusters of hammock islands, dense mangroves, salt salinas, freshwater cenotes and pink lagoons, has summoned me. I’m in Mérida, capital of Mexico’s Yucatán state, where I am handing my ten-year-old son off to live with a Yucateno family for a week.</p>"
  },
  {
    "id": 8,
    "title": "Primeval and Protected Osa Peninsula",
    "body": "<p>I can’t help to think about the book I just read while peering at the green mountains of the Osa Peninsula. My copy of Half Earth, by Edward O. Wilson, arrived coincidentally just before my family was to jet off to the southwestern end of Costa Rica. In Half Earth, Edward O. Wilson argues that in order to preserve our biosphere, we should consider the goal of setting aside at least half of Earth’s land and oceans: that now is the time for governments and private conservation organizations to begin patching together the smaller pieces of protected land into large, unbroken continental preserves, and for governments to agree on setting large sections of ocean into permanently protected zones.</p><p>The Osa Peninsula, one of the most protected regions in the American tropics, makes a great place to think about the ideas in Wilson’s Half Earth.  For one, nearly the entire Peninsula has some degree of protection.  And at the center of this protection is the crown jewel of Costa Rica’s national park system; Corcovado National Park.  There are many similarities between the way the Osa Peninsula is protected, versus the way much of the rest of Costa Rica is protected.  And these differences mimic many of the arguments made by Wilson in Half Earth. On the approach to Puerto Jimenez, population 1,800,  I see a complex coastline of isolated beaches, dense mangroves, twisty rivers, meadows, ranches, turquoise salt flats, small clusters of lonely sailboats.  A Southern Lapwing takes flight from a palm that has bent downward into the water.  No three-story buildings, no billboards.  Just wild land and a small cluster of dusty streets and an airstrip. I’ve seen my share of the tropical Americas from the sky; tell me no more, it takes just a second to know heaven on Earth. The Cessna takes a deep dive, it’s a short runway, and, according to the pilot about the trees on the approach, ‘they keep getting taller and taller every year!' There is only one other airplane on the runway - a Cessna 4-seater.  The pilot of this plane hands our luggage to the pilot of the other plane, ushers us out, and then takes off again.  A few minutes later, we are in the air again.  This time, overland across cliffs draped in blooming trees.</p><p>Ahead is a small runway carved out of the forest, between a Pacific coast beach and a steep, jungly cliff. This is Carate, formerly the airstrip for foreign gold-mining operations that once swelled this coastline with a population of 60,000.  The creation of the national park forced the end of gold mining operations in the Osa Peninsula, and now there is just an airstrip, a convenience store, two lodges and a handful of homes. My son, who has learned in the Spanish language since kindergarten, has never spoken the language outside of the classroom, and has been openly questioning why he can’t learn in English, like every other kid. But hearing our driver, who’s waiting for us at the airstrip, seems to pique his interest. As we drive into the hills to our destination - Luna Lodge - something seems to snap into place.  He, not us, understands our driver.  We are in his 8-year old hands.  For the first time in our lives, we depend on him. Over the course of our stay, he will meet a variety of Spanish-speaking kids, all of whom seem as equally transfixed as my son with the lodge’s mascot dog.  One of the Spanish-speaking kids explains to me the source of the dog’s visible scars.</p><p>Later, another kid explains:  “You see those scars on Osa? She was in the woods, chasing after a bird, but a pack of howler monkeys didn’t like that she was in their jungle, and they beat her up!' On a cloudy afternoon, I take a walk with Kevin, one of the lodge guides. A steep road, cut into a steep hillside; makes for complex geography and varied habitats: dense viney jungle, steep cliffs and river gorges.  We are looking for Orange-collared Manakins, and so we diverge from the road into the forest. We perch ourselves quietly on a hill, and I ask Kevin about which of the stories about Osa’s wounds is true.  “Osa was asleep under the lodge porch,” he explains.  “One of the guides found her struggling, almost dead.  A huge boa constrictor had completely wrapped itself around her, and was biting her in two different places.”  He pointed to his stomach and leg.</p>",
    "image_name": "8.jpg",
    "description": "<p>Looking out the window of the 9-seater Cessna, I see a massive inlet of emerald-blue, mountains of green.  This is the Golfo Dulce, the fjord-like southern gulf of Pacific Costa Rica.  To the west is our destination, the Osa Peninsula - pristine, protected, primeval.</p>"
  },
  {
    "id": 9,
    "title": "Tambopata River",
    "body": "<p>I am drawn to places that pulsate with life, and this western perimeter of the Amazon Basin, this wild network of Amazon tributaries which form at the eastern edge of the Andes, is ground zero for biodiversity on Earth. I am hopping a network of three lodges to the Tambopata Research Center, six hours upstream from the port near Puerto Maldonado. I hope to ask, and maybe even answer, some questions about the meaning of places that contain mega-biodiversity. What does it really mean, and why is biodiversity important? From the Refugio Amazonas lodge, about two hours upriver, I walk down a small path with a handful of tourists, guides and naturalists, and step onto a riverboat. It's been raining upriver, at the river's origins in Bolivia, and in the isolated and nearly uninhabited protected zones to the south. That means the riverboat pilot, who communicates with the captain from the front, needs to be extraordinarily vigilant; the river is already raging, and islands of logs are rushing downriver.</p><p>I ask Saay, who I hired as a jungle guide under contract with Rainforest Expeditions, about the Ceiba tree to the right of the river. At nearly 200 feet, the tree towers above the rest of the rainforest canopy. The trunks of ceiba trees rise straight up without branches, and form a grand umbrella, providing imposing shade beneath. In the darkness of the tree's upper limbs, you can make out a silhouette of orchids, heliconias, oropendola nests and vines. It is deep in the shadows of this umbrella that Peruvian tribes imagined Gods to dwell. Hearing Saay's reply, a jungle tourist in the seats ahead of us turns around. Clifton is wearing a khaki shirt, sport sunglasses bound by Croakies, and technical pants that zip off into shorts.</p><p>It's going to be a long trip upriver, so I put my feet up and rest my binoculars on my lap, and looking out into the jungle, I sleepily imagine a tribe of 200-foot tall giraffes; double the length of an adult Blue Whale, wandering carelessly along the banks of Amazonia. It is in this sleepy state that, in my head, the sepia and ochre hues of those imaginary giraffes give off both numbers and letters. I perceive the giraffe kind of like this: 13-26-13-26-13-26-13-26, as well as HD, HD, HD, and so on and so forth, all the way down the length of that ceiba tree. For most of my life, I had thought that this way of seeing the world was how everybody else saw it. About a year ago, I was driving west back home in Oregon, and an NPR interview was playing on the radio. The interview subject described this condition that affects about one in a hundred people.</p><p>I slammed on the brakes and pulled into a gas station. Into my phone, I typed a phrase and found the definition of synesthesia, and suddenly I understood something about how I have perceived the world my entire life. Synesthesia comes in many forms. To some people, sounds have taste, or musical notes have color, and others perceive points in time as floating in space. For as long as I remember, numbers and letters emanate color, and words are like little palettes of paint, dates, weekdays and months have hues. Regardless, in anybody who has synesthesia, there is a level of mental crossover, or union, between our senses. Today, I understand the power of my synesthesia on my travel to the Peruvian Amazon, and how it influences the way I see this place. We stop at a small river island to look for macaws. Saay notices river water flooding gently onto the island, and suggests we just leave our boots on the boat. We cross the muddy island with a group of jungle tourists, many who have come all this way just to see the extravagant birds. But as we approach the other side of the island, I get this feeling that the entire island will soon be underwater. Saay and I bird the clay licks in our bare feet, the river water pooling at our feet, while others, in their boots, are forced further and further back.</p>",
    "image_name": "9.jpg",
    "description": "<p>Turn off your headlamp on an overcast night, alongside the Tambopata River in the Southeastern Peruvian province of Madre de Dios, and when your eyes adjust, you see that the forest glows in the light of its own organisms---glow worms embedded in a cliff shine like stars, fireflies flicker, mushrooms resonate softly, and leaf litter fungus gives off a faint pale bioluminescence.</p>"
  },
  {
    "id": 10,
    "title": "Black Flooded Forest",
    "body": "<p>Under darkness, Carlos and Pablo paddle to a narrow opening in the flooded forest that surrounds the lake.  This is one of the three labyrinthine black rivers on the lodge's 5,000 acre preserve. This preserve lies only a few miles from Yasuni National Park, one of a handful of candidates for the most biodiverse place on Earth.  But you wouldn’t know it, from the way it looks around here, especially in the dark.  All I see are dark shadows of buttressed trees, and vines hanging over the water.  No floral bouquets, no brightly colored macaws resting on tree stumps, and no wily-eyed puma, staring back at us. From the sky, the Amazon will look flat, and its only geographic markers are often the twisty bands of rivers cutting through.  But the Amazon has many unique geographies and habitats, and this particular habitat is blackwater swamp, slow moving water darkened like tea, but clear, with the tannins of decaying vegetation. </p><p>A flash blasts through the narrow river.  Too dark out to show any color, too fast to see.  Just a suggestion, an invisible paint-stroke across the black light.  It’s a kingfisher, awake early to hunt for fish.  Everything here is like that.  It’s there, you just can’t see it.  I leave my underwater video camera in the black, empty water.  When I retrieve it to watch the footage, I know that the water is alive with fish.  It’s there, it’s everywhere, and its alive, this whole place is crawling with life. Although Pablo and I have learned to communicate well, despite our language barriers, sometimes, when I ask him about his children, or his wife, he looks at me blankly and then says, “No, I think it is a Green-and-rufous Kingfisher.”  And when I ask him about the local food in Coca, he might say, “That was a Black-capped Donacobius along the riverbank.” The Amazon Rainforest itself was formed a really, really long time ago, during the Eocene Era, which means that about fifty million years ago, the plates that separated South America and Africa were widening, which meant that a flow of moist Atlantic air encouraged the growth of moist forests along the Atlantic coast of South America. Most ecosystems around the world are in many ways much, much newer than the one in which we are now.  We might describe the Cabo Pulmo coral reef off the Baja Peninsula as the oldest coral reef in North America.  But you know what?, The reef is only twenty-thousand years old!</p><p>But the Amazon, and particularly this part of the Amazon, the eastern third of Ecuador known as the Ecuadorian Oriente, has always remained one of the least impacted places by the climatic events of the past – the geography and weather patterns of time have protected the Oriente from the shifting climates of the rest of the world.  In fact, some scientists believe the Oriente, with a more static climate over millions of years, has seeded the rest of the Amazon over and over again as other parts of the Amazon felt the impacts of time. Climate changes certainly produce new life forms, and changes the face of the Earth.  In that way, biodiversity is dynamic.  But rapid climatic events, or rather, any rapid event on Earth also means mass extinctions.  So, it can take the Earth’s biodiversity 30 million years to recover from an extinction event.  Can you imagine, then, how vital a place like this is?  It’s like a natural seedbank for the Amazon, over the millennia. At the end of the navigable portion of the river, where a striated heron fishes quietly, we depart the boat. Up a hill, along a path, I notice that while the biodiversity is almost completely hidden, it appears in the most hidden nooks and crannies.  Leaves are folded over.  Leaves are sewn together.  Branches and sticks are not always what they seem.  But you can be there, right in front of them, and you don’t see that its not a stick at all, but a lizard, a spider, an orchid vine.</p><p>For the next three hours, we travel on a narrow path through the wet forest, combing the leaf litter for poison frogs.  Seeing something so small, but painted so vividly is a shock to the senses.  Normally, the lower you go toward the ground, the more the tendency is for animal color to dissolve into the darkest and dimmest browns and slates. And then, when we see an aquatic coral snake sliding down a slope, the pattern emerges again – if you’re dangerous on the forest floor, you may have some adaptive advantages that you to tend toward brightness.</p>",
    "image_name": "10.jpg",
    "description": "<p>Before light, I head out with my two guides on the black water lake under a night sky of stars that are all foreign to me.  Their paddle strokes are silent, and with the way the stars mirror back from the surface of this black lake, there is a sensation that this canoe is a vessel floating through heavens.</p>"
  },
  {
    "id": 11,
    "title": "The Cargo Cults in the Sky",
    "body": "<p>I am sitting in the very last row of the delayed airplane, but I've already mapped out a mad dash run to the international terminal - a master plan penned in cold sweat -  and as soon as I’m out the plane, I'm running faster than ever, dodging around people, no stops, no delays.  My airplane was delayed four hours, because, according to the flight attendant, the captain’s spare oxygen tank ran low, and a new one will need to be flown in from Salt Lake City.  “Totally ridiculous out-of-control  problems are happening every day,” she explains, “it’s the norm since Delta and Northwest flights started merging together this summer.” So here I am running, and some business traveler, rolling a slate gray carry-on, makes a sudden turn, and I nearly knock right into the oaf.  But no looking back, Erik.  As the culture of air travel continues to change, I just have to evolve. When I arrive at my gate, the door is closed. Huffing, puffing, I lean in to the gate table.  'flight's delayed a bit.  We'll begin boarding in five minutes.' Four guys at the gate are wearing dark business suits.  The one guy with dusty brown hair, waiting to put his two slate gray carry-ons through the X-ray, explains to the other guys that Quito (which he pronounces ‘Qweeto’), sucks, but there is a Papa Johns Pizza near the hotel.  And in the mall, a KFC too. All but one of the guys has slate gray carry-ons. The short guy, his dual carry-ons are black. </p><p>The lady at the gate creates two lines.  One is for general boarding, and the other is for elite boarding.  Then, she goes over to her speaker and announces that “all Diamond Platinum Elite Members are welcome to board at this time.  This is the cue for the three business travelers with the slate dual carry-ons, who leave the short guy behind.  There is some sort of ceremony in their departure.  It seems the business travelers are making sure the short guy knows he is not Diamond Platinum.  When the Diamond Platinum travelers have disappeared down the jetway, the short guy appears visibly perturbed.  After a few minutes, the lady at the gate announces that all ‘Platinum Medallion and Gold Medallion’ members may board.  Now, the short guy gets up and heads for the gate through the special line for Elite fliers.  Next, the lady at the gate announces that Silver Medallion fliers may board the airplane.  A jumble of business travelers march toward the gate entrance, each with their rolling carry-ons. After welcoming families with small children and anybody that needs a little extra time boarding, which somehow now comes after Elite members, the lady at the gate welcomes general boarding.  That’s me.  I walk up to the gate, and, just for fun, I decide to walk through the elite line. After September 11, traveling with large format camera equipment has taken on a whole new meaning.  I have forty-eight pounds of metal on my back, and that means, in almost every security check, I get stopped; I get pulled over.  Sometimes, I get to go to the special room around the corner.  And sometimes, this is the fun part, my camera bag fails the bomb test, in which all sorts of resources around the airport get diverted. </p><p>For all these years since after September 11, I have learned that air travel requires a zen patience.  My disposition has been the TSA agent’s dream.  I even try to make them laugh.  In Portland, Oregon, which wins almost every award for best airport every year, the TSA agents are the kind of person you would most likely divulge all your personal secrets to. They are really just good people, and I actually look forward to the confusion I cause them when I call ‘handcheck on film.’ The security process can be demeaning, and TSA agents sometimes appear not entirely human, but Is it possible that TSA agents have less to do with the deterioration of the flying experience than so many are claming?  Once through the security checkpoints, are TSA agents the ones responsible for the endless string of poor service and bad behavior travelers reguarly run into from airport to airport? </p><p>When the gate lady looks at me, she doesn’t quite compute on what to say to me.  Technically, I am the only general boarder in line, and also, technically, I’ve gone through the wrong line.  Although I feel no euphoria or enlightenment from having walked through the special Elite line, I realize I have achieved a small victory.  Just a tiny victory against modern airline travel.  A general boarder walking through the Elite line, imagine that.  If all pleasure travelers followed my path, perhaps we could create enough anarchy to take the industry back to the 1950’s, when pleasure travel was King.</p>",
    "image_name": "11.jpg",
    "description": "<p>Don’t forget just this one thing.  Travel is about joy. Travel is - don’t let anyone tell you otherwise, joy. Have you ever seen some poor sap running through the airport to catch his plane?  Well, that’s about to be me.  My flight was delayed four hours, but my layover is only three, which means I've missed my flight.</p>"
  },
  {
    "id": 12,
    "title": "The Sylph in the Forest",
    "body": "<p>From Quito, we drive southeast on a modern road towards the Papallacta Pass, where the road begins to slope downwards towards the flat Amazon Basin.  At the top, we veer off into the Cayambe-Coca Reserve via a dirt road and ascend to an elevation of 14,000 feet.  Gabriel parks his truck next to a series of cell phone antennas.  The security guard for the antennas  joins us, and we walk uphill on a small stone path.  From the top, we can see mountains in every direction. The landscape here looks like a coral reef on land, and also like an alpine swamp.  Its called Páramo, and as an ecosystem, it exists only here in the Northern Andes.  Windswept, barren, rocky, but not devoid of life.</p><p>While the three of us talk, looking out over the landscape, a pair of Andean Condors appear from below us, gliding on currents of air toward us.  Seeing these birds here is an accident – there are less than a hundred of them in Ecuador, perhaps as few as thirty.  Their wingspans, which reach over ten feet, make them the largest flying birds in the world.  They sail right for us, and for just a few brief seconds, these giant vultures pass right over us.  It is an awesome sight, even for Gabriel and the security guard. In Europe, Africa and Asia, vultures are bald-headed, with black overcoats and a mean grimace.  In the America’s, vultures are bald-headed, with black overcoats, and a menacing grimace.  This is entirely coincidental.  In the old world, vultures are just scavenging raptors.  America’s vultures, are the scavenging descendents of storks.  How can such an apparently barren land feed such a giant animal?  Perhaps because the highlands of the Andes is to cold to sustain the various agents of decomposition.  The Andean condor is virtually alone in a quest for dead flesh. While the high elevations of the Northern Andes feeds the largest of the flying birds, it also makes a fine place to feed the smallest of the flying birds.  In the evening, we descend and head east, to a small lodge.  Already, here, the lower elevation – about 9,500 feet, means the environment has changed entirely.  No longer paramo, but humid tropical forest, dense, lush, green.</p><p>Dinner at Guango Lodge is lovely.  You could say that dinner here may be superior to some of the finest New York City restaurant dinners, and yet, there will be no bill tonight for the meal.  This is the paradox of traveling from small lodge to small lodge in Latin America, where meals are often included, and dinner is prepared not by a renowned chef, but by somebody’s mother. Guango Lodge is a very specialized lodge.  It caters to hummingbird enthusiasts who want to see species adapted to the high elevations of the Eastern Slope of the Andes, a thin band of humid temperate forest that happens to house some of the strangest, most elegant and delicate hummingbirds of Ecuador. As the kitchen prepares  a cilantro soup for Gabriel and I, two men wearing clothes the color of old computer equipment walk through the lodge door.  They have a tremendous amount of photography equipment strapped to them.  They both look relieved when they settle their telephoto lenses and tripods in the corner.</p><p>Jim and Alejandro didn’t know each other until a few days ago, but they have something very important in common, despite the fact that one hails from Central California and the other Barcelona – they love to photograph birds, and in particular, they love to photograph hummingbirds. Gabriel and I are interested in their itinerary, and when I tell Jim that I would love to see his hummingbird photos, he lights up, and we agree to look through them after dinner. The manager brings us a fruit juice just made fresh from the kitchen.  It is a refreshing and crisp juice made from guanadilla, passionfruit and other fruits and vegetables from nearby elevations. After dinner, Jim sits down next to Gabriel and I, and turns on his digital camera.  Immediately,  I am horrified and curse myself silently for my amateur mistake.  Jim’s digital photo counter shows that he has 1,800 photos on his memory card.</p>",
    "image_name": "12.jpg",
    "description": "<p>The Andes are so high, and so long, and such a profound component of South America – like a backbone for a continent - that much in Ecuador seems to depend on which slope you happen to be on.  Cuisine seems to change by elevation.  Culture is determined by elevation too.  And the biological world in particular seems to be ruled by the slopes. </p>"
  },
  {
    "id": 13,
    "title": "Dual Citizen in Coca",
    "body": "<p>No, this can't be happening.  What do I do now?  Okay, she says, we can book you to Seattle, you can get an appointment with the passport agency, and just maybe you can fly out the next day, you want to do that?  Yes, I say, of course, recounting the months of planning deteriorating into chaos. 'Wait a minute,' I tell her!  I need to call my wife.  How long do I have before it's too late?  'Twenty five minutes.  How far away does she live?' Ring, ring, ring.  'Jane, I know you have the flu, I know you didn't get a lot of sleep last night, but I need you to wake up our son and be at the airport in twenty-five minutes with my other passport!' Twenty-five minutes later with my German passport in my hand, the clerk says, “Oops, your itinerary has just been bought up by someone else.  You should go standby, your flight is boarding now!  I’ll get you through security…you owe your wife a big Valentine’s Day present!”</p><p>he next morning, I am on the bus in Coca, Ecuador, the gateway to the Amazon, when it occurs to me that for the first time in my life, I'm traveling as the citizen of another country.  Somehow, traveling with my German passport has changed everything, although I can't quite explain why. There is something about the way the city of Coca smells. Is it citrus and diesel?  It makes the place so intoxicating.  it's just a small city of 30,000, and I'm just passing through, but I can't help but be so grateful to be here at the historical gateway of exploration in the Amazon. When I was growing up in the United States in the 1970's, I was growing up on the cusp of the weird post-modern age, where parents would raise their kids like helicopters and lawn-mowers, buzzing around them and mowing danger out of their way.  But both of my parents were immigrants, so we grew up as free-range kids, without all the helmets and planned-activities. I realize, that by traveling as a German, I’m traveling as a free-range adult, without all the worries and fuss. </p><p>That night, at the bar at Sacha Lodge, I am sitting in a chair, reading a book about explorers.  Behind me, two British couples, who apparently don’t realize I am also at the bar, begin to lay in on Americans, and what an awful lot they are. I stop my reading for a moment to listen, thinking what an odd subject to be discussing in the Amazon, and then I get back to my book. For a year and a half, I have been telling stories to my son about a Mouse Captain, who sails a mouse-sized ship, fights pirates and goes on various missions throughout the various island nations in which he inhabits. But after nearly five-hundred of these stories, I realized I could not go into 2012 without the evolving the tale to include a larger cast of characters. I decided that Captain Mouse needed a crew, to make the stories more engaging to a child who was getting closer to age 5. Naturally, in an age of peace and low rates of piracy, a Mouse Captain would be enlisted by his king to head a mission of exploration and discovery in the yet unmapped South Seas. </p><p>But what would the crew of a Mouse Corps of Discovery look like? To find inspiration, I began to try to learn about real historical scientific exploration crews. Considering that I was traveling in the Amazon, I could not help to pay particular attention to the various voyages in the Amazon. I needed a botanist for my mouse crew, and I had already decided that the botanist would have to be from the pocket mouse genus. It just seemed fitting. The next night, I again overheard the British couples talking at the bar. but this time they were egging their guide to tell them more about who the worst travelers were. The guide had little good to say of Spanish travelers, but the British couple then went on to talk about German travelers, how they were always unsmiling and dead serious. Having become somewhat of an expert on historical explorers, I had to disagree with this assessment. In the early history of Amazon exploration, the Spanish, the Portuguese, the Dutch and the Irish did their best to colonize the Amazon. We might not have known so much of how these explorers and missionaries went about kicking the crap out of Indians as they attempted to subjugate their way through the Amazon were it not for a German naturalist and explorer, Alexander von Humboldt, who, horrified at how religiously-motivated travelers treated natives, wrote that all men. Von Humboldt was a Pomeranian botanist who spent his youth collecting plants and shells. Unlike the European explorers before him, Humboldt seemed at ease in the Amazon, seeing awe, order and beauty.</p>",
    "image_name": "13.jpg",
    "description": "<p>My backpack is packed so perfectly - nothing wasted, everything I need, that nothing can go wrong. I wake up at three in the morning to get to the airport as early as possible for a long day of travel. But when I get to the airline counter, I reach into my backpack and grab my passport and the the clerk says, 'sorry, you can't go.'</p>"
  },
  {
    "id": 14,
    "title": "Guacamayos Ridge Trail",
    "body": "<p>That unique habitat means unique animals, and in particular, a wide variety of birds.  I am here with a guide, and a friend of his from the nearby San Isidro Lodge, who is known as one of the most accomplished birders in the region.  Their goal is to find an Andean Potoo, a difficult-to-spot bird which had been seen by a group the day before not far from the trailhead.  My goal is to look for and photograph a frog. The night before, Gabriel and I had visited the Yanayacu Biological Station, a biological research facility in the area, because we knew that a variety of frog species were known in the area.  When we pulled up at the station, we were greeted by two dogs behind a chain-link fence that were terribly angry at our presence.  Their enclosure followed the path to the facility, so they had a football-field length to follow us and bark menacingly. </p><p>We arrived at the station in the late afternoon, and the staff explained that across the main road was a trail that followed a small river.  We would have to wait until night before the frogs would start calling.  In the meantime, they explained, we could look at their caterpillars. The Station had been collecting data on caterpillars in the region.  They were hoping to find specimens that had been invaded by parasitoids.  The idea was to collect hundreds of cocoons and wait for the possibility of a parasite wasp to come crawling out. Many of the cocoons had been hatching as regular caterpillars, and one of the researchers offered to pull them out of their research bags and let us watch them crawl around.  Each caterpillar was even more incredible than the next: intricate spines, horns, patterns of unlikely color. Seeing these caterpillars in nature is so rare, that I found it hard to believe they had all been collected within a few miles of this facility. That fact, which confounds me every time, is an important one to remember for the jungle.  New visitors are notoriously disappointed to find out that the jungle is just green, and not nearly as filled with life as they were hoping.  In fact, that green jungle is filled to the brim with crazy life, but if you’re not looking for something, and didn’t try to find it, you can’t expect to see much of anything.</p><p>As the afternoon turned to evening, we followed the small trail near the Station, following the river.  Just a few minutes before the sky turned pitch black, frogs began to croak alongside the river.  We had both forgotten our flashlights, and so we had to borrow a pen light from the research station.  We followed the calls of frogs up the stalks of trees and out onto the limbs of branches. Each attempt to find a croak would end in defeat, and so we continued on along the trail.  Gabriel suggested that we walk through the river, because I had told him that I read that frogs in Ecuador tended to live on leaves above rivers. Even as we approached a section of the river where the frogs croaked more densely, we failed to spot a single frog. Again, the jungle may just be green, but its crawling with life. Even if you're looking hard, you might not see it if you don't know how to look for it.</p><p>Today, I am more determined to find a frog in Ecuador. Both Gabriel and I had been told that we just need to look down into every bromeliad we can get within reach of. The extraordinary steepness of the Guacamayos trail makes it so that trees and branches are almost always hanging over or tangling alongside us, which gives me more access to look down the throats of bromeliads. The way life, even intensely bright life, presents itself here is confounding. You can be standing just a few footsteps from a brightly colored Masked Trogon, and have no idea it's there. And even the gawdiest hummingbirds seem to be perfectly camoflauged in the layers of green. I've always wanted to know why animals could have such extravagent colors in the jungle. In temperate North America, most animals tend towards the neutral pallets of the seasons: browns, grays, whites and olives. So how can the jungle come in pallets of lime, orange and watermelon? There are a lot of theories about color in the tropics, but seeing how inconspicuous a brightly colored bird may look while perched solemnly on a bare branch is a testament to the idea that bright colors may actually help animals evade predators.</p>",
    "image_name": "14.jpg",
    "description": "<p>On a clear day from the trailhead, at an elevation of about 7,000 feet, you can see nearly to the flat expanse of the Amazon.  The Guacamayos Ridge Trail is cut into a steep slope on the Eastern side of the Ecuadorian Andes.  The slope here create a temperate habitat island surrounded by the more typical subtropical habitat of this elevation of the Andes.</p>"
  },
  {
    "id": 15,
    "title": "Tropical River Island Pioneers",
    "body": "<p>The Napo River is Ecuador's biggest contribution to the Amazon.  It winds, twists and flows from the valleys of the Andes through the lowlands of the Ecuadorian Oriente.  Throughout its length, the Napo River is, perhaps more than any other large Amazonian River, riddled with islands and sandbanks, giving the river a geographic character like a complex archipelago. We are motoring towards the immense Yasuni National Park, stopping along the way at several islands. We pull up to an island with a wide, sandy beach, which is lined first by layers of grasses and shrubs, and then towards its interior, inhabited by cecropia trees and fast-growing palms. You can’t escape the sheer amount of birds on this island –martins and nightjars among the grasses of the wide sandy plains for example, and hummingbirds and spinetails in the denser shrubs at the center of the island.</p><p>Although the Amazon has the largest avian diversity in the world, the birds aren't exactly abundant.  In fact, the Amazon has nothing on my backyard on an early spring morning.    Why then, is this tiny river island teeming with bird life? I walk with Carlos and Pablo through the grasses of the island, and I realize the source of my unexpected energy.  The weather out here on the river itself is a perfect seventy-eight degrees.  There is a light breeze, no clouds in the sky.  This is the weather of the Open Amazon basin rivers, all year round.  So delightful, and this is our plan for the whole day, just me, the captain, and my two guides, just visiting islands and floating through the breeze. Some travelers believe the Amazon holds the most perfect weather in the world.  For me, there is something about open blue sky without shade that captures me, sucks me in. In the grasses I am surprised to find three boys, aged about three years apart.  They are playing joyfully, digging in the sand, following us, hiding in the reeds.  They are here alone without supervision.  Their canoe is parked on a sandbank on the other side of the island. But where is their village?  There is only jungle on either side of the river.</p><p>For many in my generation and before, the clearest memories of boyhood were like this one; long hours of independence and friendship, with the landscape acting like a big white canvas, waiting to be painted. I wander off by myself, and am surprised to again meet some people, strange since there is little evidence of humanity for miles along this river.  A birding guide and his clients from Spain.  By a bizarre coincidence, I had met this guide on the airplane from Quito.  He had just returned from his first time traveling Ecuador as an independent guide. We talk for a few minutes before Pablo emerged from the woods, stunned and surprised, both that his younger brother is here on this tiny island, and how on Earth do I know him? Pablo and his brother spent their childhoods much like the three children hiding in the grasses, with the Napo River and all its complex geography as their blank canvas.  As adults, both earn their living by doing what they loved as children.  When we renew our focus on the island itself, I can see that the island is little more than a sandbank, which by the shifting nature of the Napo River, was able to make its hold against the river through the flood season. Often, the islands form as deposits of sand build-up along the curves of the river.  Sometimes, the islands are the results of the river itself subtly changing course, cutting slices out of riverside bends.River islands on the Napo are temporary.  A strong storm, a rainy season, the shifting course of the river itself can all tear any of these islands apart in an instant.  Why have so many birds evolved to take advantage of such a peculiar, dangerous habitat?</p><p>Back home in Oregon, I can walk a quarter mile from home and run into dozens of habitats, each of which I might recognize as being suitable for a certain kind of bird.  Even the way the light falls on a place, the size of the branches, the amount of moss, the presence of steep cliffs, the species of tree, the presence of dense shrubs nearby, and so on and so forth, can tell me an abundance of information about what that might be fluttering in the distance. But the Amazon, to us North Americans, seems unendingly the same.  Intense and awe-inspiring, yes, but not with the variation that comes with our North American habitats. Some birds in Oregon, such as the diminutive wrentit, cannot be found in the state of Washington, simply because the mouth of the Columbia is too long a flight.  In the Amazon, rivers are a natural part of the explanation for the vast avian diversity here.  River edges are often nearly impenetrable borders for species, which are often incapable of flying very far at all.  As rivers change course and form new paths through jungle, populations get split into two, creating the perfect opportunity for a species to split as well.</p>",
    "image_name": "15.jpg",
    "description": "<p>Before morning, we dock the canoe and walk half an hour on boardwalks to the lodge's docks, where a boat captain awaits us.  Several long days, the heat, and all that trudging through rainy forests has made me deliriously tired. But once the motorized canoe disembarks, and we are screaming down the Napo River</p>"
  },
  {
    "id": 16,
    "title": "The Poison Frogs of Salt Creek",
    "body": "<p>“It’s pitch black out there,” I say.  “And isn’t it all mangroves between here and there?  How long is the walk?” I ask.  There is no way she could have walked through the mangroves at night without ending up a muddy mess. “You know, Erik, these Panama women who grew up in these places, they are different than you and I. It’s about a one hour walk from Salt Creek, but these Panama women, they evolved differently, like they have webs between their feet!” he says, only half-joking.  He stands up and says, “There are sometimes these wooden boards between the mangrove trees, and they just know how to walk across them, like this.” And then he stands up and says, “Chick-a, Chick-a, Chick-a” and pretends to skip across tiny boards in the mangroves.  “When I try to walk across the mangroves,” he says, “I have mud up to my knees in five minutes.”</p><p>Martin and Elessa will cook the fish that the family next door sold to the resort this morning.  I know that tonight will be wahoo, because I woke up early this morning and saw a boy trouncing across the property with a big wahoo dangling over his shoulder. The food at small eco-resorts is often some of the most amazing, and here at Al Natural, wahoo is being prepared in a glaze of cabbage, pineapple and almonds.  The guests at small eco-resorts, like the food, are also more likely to be interesting, and kind, and fun, and as the guests funnel in, we introduce ourselves.  One woman, from Manhattan, explains her husband’s obsession with Skippy Peanut Butter.  He, with big East Coast hipster glasses, is a specialist in predicting Egyptian political outcomes for a firm that studies the regional risks for global hedge funds. I wonder how well his last reports predicted the events of early 2011. Another guest is a middle-aged woman living in Venezuala, monitoring human rights abuses.  Her boyfriend lives in Mexico.  “This is half-way,” they explain together.  Skippy Peanut Butter, responding to her talking about Venezualan politics says, “Chavez is like Nasser.  He didn’t deliver success, but he delivered populism.”  Responding, she says, “And, like Nasser, he’ll know how to keep pulling those magic rabbits out of his hat for a few more years.”</p><p>The four Russian-Americans had traveled through Bocas del Toro for many years, having been to several of the islands in the archipelago.  When one of them, Tamara, heard that we had been to Red Frog Beach, on the other side of Isla Bastimentos, she mentioned they had stayed their once. Knowing a bit of the history of Red Frog Beach Resort and Marina, I asked her what she thought of her stay there.  “Not very much,” she says.  “It was not a nice place, and you could feel it in the vibe.” She explained that Red Frog Beach Resort, which was slated to take up nine percent of the entire island of Bastimentos, would be a vast megadevelopment consisting of a golf course, a marina and hundreds of for sale units.  “They just came in there and did whatever they wanted.  They were some guys from Minnesota.  They had no idea what they were doing.  They didn’t listen to the local Indians, who were worried the development was going to ruin their ecosystem.”</p><p>I tell her that when we were in the Red Frog Beach area, the place looked run-down, and there was hardly any development at all. “Well, that’s exactly right, because Red Frog Beach Resort, in all its glory, failed. Now, there is really just a hostel.  They are under new management, and trying to do more with it, but it’s not really working.” She explains how the development continued to try to do things their own way, often ruining components of the local Indian community and economy. Bringing up the famous red frogs that give the area its name, she explains, “The way [the development] handled the red frogs, was that they would try to pick them up and put them somewhere else.  That was their environmental plan.  This is a place that has coral reefs, mangroves, basically the whole island is a protected national park, and here these guys were trying to build a golf course.” The red frogs, namesake of the resort and the beach, are the reason I have been drawn to Bastimentos for years.  The strawberry poison-dart frog is actually one of the more common poison-dart frogs in Latin America.  Its range covers much of lowland Nicaragua, Costa Rica and Panama. But the strawberry frogs – the Oophaga pumilio frogs that live on Bastimentos are unique in that they are extremely variable, the way that feral pigeons in big cities are extremely variable:  they come in lots of colors.  Some are red with black spots.  Some have white arms.  Some are orange, some yellow, some are even green. On a nearby Peninsula, a small population of the same species live right on the beach, and are colored midnight blue.  If you expand to other areas of the Caribbean shores of Central America, pumilios can come in black and white, green and yellow, green and black, and on and on.</p>",
    "image_name": "16.jpg",
    "description": "<p>Over a glass of rum, he sits with us and talks with our toddler while evening turns to night.  When the chef arrives dressed cleanly and smelling of perfume, I quietly wonder where she came from.  There are no roads here, and I heard no outboard, and no canoe tie up to the dock.  This part of Isla Bastimentos in the Bocas del Toro archipelago of Panama is surrounded by thick forests and mangroves.</p>"
  },
  {
    "id": 17,
    "title": "Moonlight Ferry to the Zapatilla Cays",
    "body": "<p>Bastimentos is a large island, but almost entirely preserved as the terrestrial portion of a Panamanian National Marine Park. The large island has few towns, and no roads to connect the towns. When we leave the dock on the southeastern tip of Bastimentos -  Punta Viejo – we are leaving a shore without lights, and so, even in a sky filled with big puffy midnight clouds, the stars and the moon provide all the illumination.  Your eyes adjust quickly in this sort of dim blue on navy light.  The swells come in from the Caribbean, and swollen by the reefs, seem bigger.  So much so that at one point I yell to the captain because I am certain the swell will overtake us, but he knows the true size of the wave, and it passes under us cleanly.  I smile at the captain after that. Last night, we had all watched night monkeys descend from the trees.  They are small monkeys, but they have huge eyes, and these eyes allow them the ability to see at night, in the dimmest of light.  The way they talk to each other, with voices of purrs and whirrs, reminds me that these animals are alive with consciousness.  In the middle of the day, you’d never know the forests were inhabited by these strange creatures.  But here they are, doing the same thing their ancestors have done for millennia, off into the dark in a ritual search for food.  Something about having seen these primates descend from the darkness and into our world haunts me somehow.  Knowing they are always there, just out of sight. It’s a short distance to the Zapatillas Cays; two tiny islands also protected by the marine park.  The Captain brings the boat right next to the shore, and I jump off.  He backs the boat off and disappears.  I click on my headlamp and start walking along the beach in the direction of the other Zapatilla Cay.</p><p>The Zapatillas Cays are part of an archipelago of many islands which sit inside a giant bay – Almirante Bay, and a giant lagoon – Chiriqui Lagoon.  These islands, called the Bocas del Toro Archipelago, are nestled into the north-facing part of Panama, near the border with Costa Rica.  Coral reefs protect the bay and lagoon from the rougher Caribbean Sea, so that while this water is indeed ocean, there is little in the way of tides, surges, waves.  There are no hurricanes here.The water throughout the inside of the Bocas del Toro islands is so calm that people prefer to build their homes and businesses right on the water, on stilts, nestled among countless mangroves. But the tiny Zapatillas Cays are uninhabited, and so, in this otherworldly starlight sky, I walk along the narrow beach until the tangle of vines and overhanging trees makes it impossible in this light. I decide to sit at the edge of the beach and look out at the stars, but the waves reach all the way to the edge of the sand, so I find a place to sit in the forest.  With my headlamp, I scan the trees, the ground, and the giant eight foot bromeliad next to me for creepy-crawlies before sitting down.</p><p>It is not often in our modern world that we can sit down alone and look out at a world entirely made up of natural light, at a scene that appears unchanged for centuries. These moments of isolation are important to me, because I need to see things for myself to understand them, I need the quiet to imagine.  And so the way that I learn the history of the world I live in is to see the template of it with my own eyes. In this dark light, I look out at the sea.  Faintly, I can see the mainland coast beyond the islands and the mangroves, a mess of tall mountains as black shapes on the horizon.  Bocas del Toro numbers only about 120,000 people.  Most of those people live in the big towns of the province, and so I know that I am looking at mountains devoid of humanity. This would have been the empty view an English sailor might have seen as he awoke for an early shift aboard the HMS Leopard, a 50-gun ship-of-the-line.  The man’s view may have included the 19 other ships sent by the Royal Navy to blockade Spain’s trade route back to Spain.</p><p>In an hour or so, the first light would have brought out the Ngöbe Buglé Indians on their dugout canoes.  Today, just as in the spring of 1726, these Indians would spend the better part of the day paddling, casting fishing nets or foraging the rivers and reefs. While the Royal Navy was the pride of England, and had, over the course of the last 800 years, evolved into an unmatched force to protect and serve the country’s interests, the political landscape of Europe’s powers was itself continuously evolving.  And so, while the navy was unmatchable by any other fleet, it’s danger was in the way alliances shifted over time. The man waking for his shift likely joined the navy not for fame or England’s glory, but because the conditions of living ashore in England at the beginning of the 18th century would have likely been a deplorable combination of subsistence living, disease, and pre-industrial urbanization.  The Navy would have been a calculated risk of survival.</p>",
    "image_name": "17.jpg",
    "description": "<p>I awake the Captain from his hammock at the edge of the dock, and the two of us jump in the boat. The dock belongs to a small seven bungalow resort on the island of Bastimentos, where my wife and my son are asleep, and where we are the only guests.</p>"
  },
  {
    "id": 18,
    "title": "The Wise Glass Frog of El Valle de Antón",
    "body": "<p>I sense that what happens now, or is about to happen tomorrow, reveals more about our world than tumbled-down bricks and aged parchment.  To travel into today is to climb out of the well. That's why I am writing you from the small town of El Valle de Antón, which sits inside a volcanic caldera, and which is sometimes known as ground zero for global extinction. On Sundays, El Valle de Anton's open-air market fills up, and vendors come in to sell fresh fruits, decorative plants and artwork.  Among brilliant lilies and serpentine orchids, you will find that vendors offer hundreds of carved and sculpted yellow frogs on sale.  Many of these frogs sit hopefully on toadstools, looking at the sky.  Some cheerfully adorn ceramic cookery or sit in sexually suggestive poses.  Others are talking on cell phones or surfing the internet. </p><p>The Panamanian golden frog is a brilliant bright yellow amphibian – a toad actually - with blotches of animated black; a kind of living jewel.  And everything about it – its delicate and slight body, its elusiveness, its unusual behaviors, and the myths and folk tales it has spawned across Panama, have made the frog become like a national symbol.  The frog is a Buckingham Palace, a Bald Eagle, an Eiffel Tower for a young country. If you were to go back in time and bring back the evolutionary history of this tiny animal in time-lapse footage, you would see a story of narrow escapes and incredible odds.  A story populated by dinosaurs and shifting continents, exploding volcanoes.  You would experience one episode of the greatest story on Earth. The time lapse footage would have ended two years ago, right here in El Valle de Anton, when David Attenborough's BBC film crew announced that the golden frog was extinct. </p><p>Today, the rain came down so hard that the creek turned to a raging river, forcing logs loose and pulling branches off trees that hung above water. Although it’s the rainy season in Panama, today's weather was fierce enough to break dams in El Valle de Antón, and pull apart asphalt on the roads. I am sitting at dinner in the open dining area of the Canopy Lodge with eight birders.  We were strangers this morning, but already we share wine and stories. A man enters the dining area wearing camo fatigues, wading boots, a lantern and a snake stick.  I had arranged Mario to guide me up the creeks and streams of El Valle before I came to Panama.  Ever since high school, I have been haunted by the story of the world's vanishing frogs. I am thankful that Jose is joining us.  He is the hard-working birding guide at the lodge, and he has offered to join us on his own time.  Nobody has ever done something like this at the lodge, he explains. From the van, I stare out into the darkness while Mario and Jose banter in Spanish.  I try to follow their conversation, wondering what people in El Valle talk about.  But every once in a while, I hear Bufo marinus or Euphonia  - their talking about frogs and birds.</p><p>ola, I am thinking about this conversation I had last year.  I've maybe had a bit too much wine, which for a moment I regret, because I need to keep my wits sharp. A friend was visiting my family, and speaking broadly about climate change. He tried to refute my insistence on the science of global warming broadly, by saying that every generation believes his to be the most important; and that climate change was just a sort of collective outlet for our arrogance, and our generational need to have meaning. I explained that each generation's challenges actually are compounding in their importance as we catapult ourselves into overpopulation and ultra-efficiency, and that our children's and grandchildren's world will contain more grave choices, and more unimaginable challenges than our grandparents who sat in trenches with fevers.  Don't forget the course of the last hundred years, I told him, which went from World War I, to an even more horrible war, to the Cold War, which contained in it the first genuine threat for mankind to distinguish himself from Earth. Now, Lola, I'm thinking about you too.  I am very much thinking about our conversations about the meaning of extinction, as we jump out of the van, into the night. We leave the road and head over a foot-bridge, passing over aquatic farms, and then down into a small river.  I had told Mario that I wanted to look for frogs.  What are your target species, he wanted to know.  No, I had explained, I have no target species.  He talked about the golden frog.  No, I am not hoping to find the vanished frog.  What about poison-dart frogs, I asked him, referring to the world's most beautiful amphibians, which range from Panama to the Amazon. </p>",
    "image_name": "18.jpg",
    "description": "<p>The Chinese have this saying.  They say the frog sees only the sky from the bottom of the well.  We travelers are like this too, the way we travel two thousand miles to isolate ourselves in museums and preserved antiquity.</p>"
  },
  {
    "id": 19,
    "title": "Coconut Train to Cuero y Salado",
    "body": "<p>Tonight is a blue night; overcast, drizzly, and that light is going fast and now it’s only the light of fireflies.  A million fireflies.  The contours of meadow and forest edge are like an upside-down night sky. The coconut train is all metal – tottering old metal painted yellow and red, and it makes quite a noise.  The kind of noise that makes people say, 'I can't even think!' But noise makes me think, and travel makes me alive, and I realize that most of my life, this is the place I've been trying to get.  The rural, almost mythical lands of Northern and Eastern Honduras have captivated me forever, and jolted by the banging of this old track, it all comes together for me. Germán grew up in the Nombre de Dios mountain range which lies directly south of us and in an area that has now become part of Pico Bonito National Park.</p><p>The train passes through a tiny dot of a hamlet called Monte Pobre.  Through open doors painted pink or yellow, I see men playing billiards, women in formal white dresses roasting dinner on open fires, children sitting on footsteps. The coconut train to Cuero y Salado is a segment of one of many tracks built in Honduras between the late nineteenth century and early twentienth century by the two competing banana companies.  Hurricanes, floods, washouts and time have put much of the tracks out of commission.  But a few stretches of track still rumble.  This one remains to bring the coconuts out of the fields and into the processing plant.  And because there is no road. Germán finds a gigantic flashlight in his pack, and shines it in the field.  'Pauraques,'' he says of the pink eyes looking at our light – nightbirds fresh in the field from migration. The coconut train stops at La Union, where a driver meets us.  We drive through Dole's pineapple fields.  'You know something about pineapple work,' Germán says, 'two hours after your first day, you can't feel your back.' Like so many who grew up near the Caribbean city of La Ceiba, Germán worked as a general laborer in the Dole pineapple fields.  Pineapples are only harvestable once a year, and the fruit must be tended throughout the year.  But the fruit sits in the middle of a nasty, oversized bromeliad with thorns and spikes.  Men who labor for these fruits face incredible hardship.</p><p>'So many of my friends lose an eye,' he explains.  'They go in to get the pineapple, but you have to be careful.'  In the headlights, we look out at a thousand pineapple plants.  'If you aren't thinking, you go for the pineapple and you lose your eye and you are blind as a young man.' Germán began his career as a ranch hand, and then worked the pineapple fields, and once spent a year off the mainland to repair boats for a seafood company on Roatan.  It was his earlier life in the foothills of the mountains though, that sent him on the path to becoming a senior wilderness guide.  When his mountains became a national park, Germán was accepted into the park service, and his job was to protect the area against poachers, plying its ledges for the secretive signs of hunters seeking to extract the area's biological bounty.Earlier in the day, Germán described his days protecting the park.  'The bad people are always there, and there are only a few of us to protect our country's nature,' he said.  'There are not so many jobs in Honduras as dangerous as park ranger.'  He went on to tell me about rangers being beaten and even killed. The work helped prepare Germán for his role as a wilderness guide.  He has summited the mountain known as Pico Bonito eleven times.  The peak is not that high by mountain climber's standards.  It is not quite 8,000 feet.  But the jungle so very well protects it that very few people have ever summited Pico Bonito.  An expedition takes a week.  Many of the smaller mountaintops in Pico Bonito have never been summited, and much of the entire park has never truly been explored.</p><p>Germán, who has seen all five of the country's wild cat species while on expeditions to the top of Pico Bonito explained to me the genuine danger of such a trip.  'One slip on those rocks, and no one will ever get you out.  You're done.  You're gone.  These days, say there are ten people that want to be guided to the top.  They each pay me so much, and it is a lot of money.  But no amount of money is worth my life.' Hearing Germán's stories of the Honduran jungle reminds me of how this area shaped me for so much of my life.  A very long time ago, I first heard the stories of a lost city that may or may not exist in Eastern Honduras. The idea, and the apparent credibility behind the possibility of a completely undiscovered city-sized ruin on my own continent confounded and entranced me. As time went on, any sort of a story about Eastern Honduras caught my attention.  I started to stray from my interest in the lost city, and built up an interest in the actual geography of the land, and how so much of Eastern Honduras was simply unexplored.  Books like Paddle to the Amazon and The Savage Shore helped me peer into a place that was almost impossible to know, because it has been, for most of time, off the map.  The question became – what might exist in Eastern Honduras that no one knows about?</p>",
    "image_name": "19.jpg",
    "description": "<p>I am on the coconut train to La Union.  I share the second train car with Germán, my wilderness guide from the Pico Bonito Lodge. In the daytime, you can see how this old track passes over marshes on rotting bridges and through fields of palms and oxen.  You can see an abundance of blue blossoms between the palms. </p>"
  },
  {
    "id": 20,
    "title": "The Philosophy of Monkey River Town",
    "body": "<p>But Vance starts screaming. You know, not the scream of anguish - the scream of the willies. The monkey scream. Pulls off his shoe, and this giant spider crawls out - you know, a furry half-dollar that starts running all over the truck. I felt this pulsing in my shoe. Something tapping,' Vance said. Then he yells. Not the yell of the willies, but the yell of the creeps. 'The spider was just trying to get out of my shoe. The spider crawls under the floor mat, underneath the dashboard, and we can't find him. This would mean the bugger would be creeping under the floor mat for the duration of our route to Monkey River, Belize. There is a lesson with this spider. It is the first rule of tropical camping. Don't leave your shoes out at night. That goes along with the second rule. Always keep your tent zipper closed. The third rule is probably this: cover your body in deet. We had acquired a large amount of ninety-percent deet. A potion of mosquito repellent that is so powerful it stains your clothes and swells your skin into rash.</p><p>Malaria, yellow fever, Dengue fever and cholera are not fatal if treated appropriately, but they are also avoidable with a healthy lathering of deet. The real bugger you have to watch for in the Caribbean lowlands of Central America, however, is the fer-de-lance. This pit-viper has a bone in its body that vibrates proportionately to the amount of weight of a nearby animal, allowing it the sense to estimate how much venom to inject you with to send you to your grave based on a calculation of your weight. The fer-de-lance, approximating the weight of a horse-bound jungle traveler and his horse, has been noted to slash the horse with an amount of venom based on both the horse and the rider. This lends credence to sticking to the trail. Nobody walks outside of trails in the dense riverine jungles of Central America. Even the Mayans who inhabited this region built paths and roads. Too dense to walk, too dangerous to consider. The botfly infests Southern Belize, where we are headed. This fellow makes a clean round incision on your skin, uses a poison to numb your senses so you cannot feel him placing larvae under your skin. The larva incubates, sticks a little snorkel out of your skin to breathe, and then hatches and flys away. With all of this goodness in store, I figured this would be the perfect place to answer that unanswerable question. 'Do you think that we'll find the answer to life here?' I asked Vance.</p><p>Small places have a way of having large voices. Singapore, for its rules, Gibraltar, for being British, Israel, for its violence, and Tonga, for its overeating. But Belize has little voice in the world. Belize is not much bigger than Israel, but Belize is no barking rat-dog. The Caribbean lowlands are a place of historical turbulence; left-wing insurgencies, right-wing executioners, drug cartels, murderous Spaniards, barbarous Pirates. In all of this, Belize's short modern history is one of inventive politics and an uncommon culture, in complete ambivalence to the rest of Central America. We met Doug Singh at his home just north of Belize City. Mr. Singh, Chairperson of the opposition party, the United Democratic Party, is running against the Senator from his district. 'Will you win?' I ask. 'I don't know. You know, the other guy is very popular. But the current government has promised a lot of things they can't deliver. They promised jobs and lower taxes. They delivered on neither. They've promised more domestic development and construction jobs, but all the building materials are imported, so you still have more money leaving Belize than staying in-country.'</p><p>Doug and his wife, like many other couples in Belize, are part of the complex ethnic mix of the country. He explains about the Garifuna, a mix of former black slaves and Carib Indians, who escaped to Southern Belize. He talks about the Creoles; a mix of black and European. He mentions the Mennonites from Austria, who drive around in buggies. And the Lebanese, and the Chinese, who retreated from Northern China when the Japanese began their slaughtering. He talks about the difference between Latinos and Ladinos. The former being a straight up mix between Spanish and Mayan. The Ladino's ethnicity is so mixed, it's pretty much a wrap-together phrase for 'I've got it all.' The Mayans themselves, the only natives of Belize, often speak everybody else's language as well as their own. Doug himself is East Indian. When Belize was British Honduras, the Indian's farming expertise was needed on the banana plantations. His wife is Puerto Rican. There are a lot of shades of pink and brown in Belize. Too many, perhaps, for anyone to get too worked up about it.</p>",
    "image_name": "20.jpg",
    "description": "<p>Everything is going just fine. We have made it to this small dot of a country in the underarm of the Yucatan Peninsula, on the Caribbean coast. We are leaving the small Garifuna fishing village where we spent the night hidden in tents in the underbrush of a beach.</p>"
  },
  {
    "id": 21,
    "title": "Old Highways of Peten",
    "body": "<p>Vance and I stayed at the Casa Blanca because, well, we both needed a shower. Which is why I was rattled when the shower didn't work. I yelled. The hotel attendant heard this and yelled back through the walls that the San Ignacio main had just burst. We met Lisa and the triplets at Eva's to talk about sharing the cost of the ride into Guatemala over beer and tortillas. It seemed appropriate to join a single mother and her children to Guatemala. It was a sense of safety for her, and cost-splitting for us. We sat at that light-flickering bar for hours talking about Woodstock, Los Angeles, and San Ignacio. Had I not noticed that the triplets were vigilantly keeping up with the conversation? Later, it would seem strange. Fourteen year old Americans are so often jack-ass stupid. What was different? There is something about the triplets that reminded me of the Mayan children of Toledo. At fourteen, each is unusually inquisitive. Of a party they attended in their hometown of Woodstock; 'those guys were fried.' Of the patrons at Eva's, 'barely human.' At that age, I couldn't tell the difference between a heroin addict and blue-suit trash.</p><p>Lisa explained about taking her children to different parts of the country, and to Rome, and after that to Canada and Mexico. Was Lisa a wealthy mother who could afford the luxury? Not if she was splitting the taxi ride to Guatemala with us. Lisa was interested in her children's education, and she took it with a kind of hands-on ferocity. We taxied in the morning to the border, with Lisa and her triplets, and crossed into Guatemala where some guy's cousin was waiting for us with a van. The Guatemalan landscape is ripe with agriculture; valleys of green, cattle and goats, roadside shanties, bordered always by taller swaths of jungle. We passed the monstrous Lago Peten Itza, a lake infused with sulphur so thick that the lake gives off the aquamarine of a shallow ocean. At the southern reaches of the Peten jungle, the farms recede and the jungle road becomes shrouded by tangle and dampness, noise and life, beating, moving - turkeys cruising, troops of Coati browsing. This was the way to Tikal, where we hired fast-talking Miguel Asturias to guide us through the ruins. Miguel, measuring up at about five feet, was ferociously wiry, like a long-distance athlete. At forty-something with a crooked nose and worn skin, he appears as in shape as a mountain-climber.</p><p>Our walk began on a slight incline, into the Peten rainforest. My first impression - the world of the Mayans could quite possibly be the strangest environment of any of the ancient advanced civilizations. Was there anywhere in human history where man slashed and built in a place so dense, hot, humid, and filled with such oddly-colored things? The fact that crocodiles frequented the old water catch-basins here made it even more odd. 'It has to be impossible for the crocodile to get here,' I told Miguel, 'They are marine animals.' 'No, not at all. A crocodile can smell a lake seventeen miles away. They can scour through the jungle. As one lake dries up, they push through to the next lake. The crocodile can move all over Mesoamerica.'</p><p>The peace agreement in 1996 was supposed to end the atrocities. And things began looking good. 'A lot of changes were made. For example, every Guatemalan with a high school education must by law now teach three people how to read and write. We need this in Guatemala. The literacy rate used to be under thirty percent. It's now over sixty. But when Alfonso Portillo was elected president in 1999, things began to go downhill again.' Army and police officers in Guatemala have begun a new campaign of abuse to cover the tracks of their past. Although from the left-wing that supported the demands of the Indian insurgents, Portillo has been unwilling to take steps against the new bloodshed. But all Guatemala's killings and bombings seem silly for a country of farmers. Who needs an anti-communist Gestapo when it's all mostly a matter of cutting sugar-cane and sifting coffeebeans? Guatemala's vicious history complements its ancient history - the history of Mayan civilization is a bloody one; city-states endlessly battling each other. Alongside all this battling, one year, a drought hit Central America. Drought and battle could be harnessed by other civilizations, but the Maya had also overfarmed their crops; creating one of the first environmental disasters; spoiling their soil. The multiple tolls destroyed the civilization quickly; squashing priesthoods and dispersing the Mayans into the jungle.</p>",
    "image_name": "21.jpg",
    "description": "<p>San Ignacio sort of slants into a river; a lopsided town with lots of lopsided streets. The lopsided streets are narrow, and dimly lit by popping neon lights. Many of the restaurants around here are Chinese, or Lebanese, or Indian. We had met some New Yorkers - Lisa and her triplets - in Southern Belize and agreed to meet at a Lebanese-owned bar just down from the Casa Blanca.</p>"
  },
  {
    "id": 22,
    "title": "Habana Vieja and the Little Farter",
    "body": "<p>The airport taxi driver looks at me, says, “I haven’t seen a lot of Americans.” “Well,” I respond.  “The airplane was empty.”  I show him the eerie photos I had taken of the interior of the flight from Atlanta to Havana.  “None of these people are U.S. citizens,” I tell him. “Just me,” I say, pointing to the bald heads several rows ahead of me, “Canadians!”  I point to some heads several rows ahead of them.  “These people here spoke Spanish, but not English. I think they are Cubans!” “So, how did you get here as a U.S. citizen?  It is very difficult, no?” he asks, weaving around a mess of old 1950’s Chevrolet Bel Airs, Moskvitch 2141’s from the 1980’s and Polski Fiats from the 1970s. “Actually, it is no problem at all.  It is beyond easy to get here.”“But, June 16?” he says, hitting his fist on the steering wheel.  “After June 16, tourism from the United States went like this.”  He whistles while his hand goes downward, like describing a Black Tuesday stock market.</p><p>He explains that after President Trump’s June 16 speech, in which he reversed the Obama era diplomatic thaw between the United States and Cuba, American tourism instantly decreased by at least eighty percent. “That was the intent,” I explain, “but not much actually really changed.  Most of the Obama era laws are still there.  It’s about the fear, the confusion!” He nods in understanding. “You know the disease ebola?” I ask.  “As soon as it hit, tourism tanked in places like South Africa or Egypt, even though they were thousands of miles away from the outbreak!” When I was a boy, my dad took me to the border between West Germany and East Germany.  There was a tall fence near the road, and beyond that, a field of bare soil.  That was the minefield, the final surprise for any East German who made it this close to the border. When my dad picked up some rocks from the side of the road and started throwing them at the minefield, we could see the soldiers in a tall gray tower on the East German side, about half a mile away, turning their attention on us, studying us from their scopes. That experience probably had some impact on my lifelong seething hatred for the idea of being told that I cannot go somewhere.  Of somebody putting up fences and blocking me out.</p><p>When Obama correctly began the process of formalizing relations with Cuba, I was thrilled, because I knew that the time for normalizing relations was long overdue.  The détente scratched a life-long political itch.  But it was only when Trump reversed the détente that the minefield was laid out in front of me, and I knew, now is the time to go!  Now is the time to jump the fence, now is the time to pursue my little farter in Cuba. Trump did change laws to limit how Americans can visit Cuba, notably, he killed the most important visa, which allowed Americans to visit Cuba as tourists: the people-to-people visa. The move allowed a strict version of tour-guide based travel, but eliminated independent, bed-and-breakfast style travel. This move allowed the kind of big- air-conditioned tour bus travel that kept American tourists limited to a fictional version of Cuba—a Cuba of bad communist cigars, bad communist rum, cobwebbed memorials to Ernest Hemingway and a happy whitewashing of Fidel Castro’s decades of horrific atrocities.  My intention is to travel exactly the way the Trump Administration didn’t want me to travel, alone, without a net, defying the intent, proving their state department threats were all fart and no turd. Observation, without a net, is a keen way to separate myself from the Cuba described by Americans purely as a tool for their own polarizing politics.  When I hear two Americans discussing Cuba, it’s as if they are frozen in time, cut off and isolated for years from answers that are better raised on the street.</p><p>I would carry two pairs of shorts, four shirts, a light cotton sweater, a zip-loc bag of assorted toiletries, and a pair of flip-flops.  I was traveling feather light and fully reliant on Cuba’s burgeoning service-sector free market.  I rented an apartment on the fourth floor of a four-story building.  A perilously narrow staircase, with the top step being a four-story fall into an alley, leads to the roof of the building. Here, there is an old wire chair, and a clothesline. It’s roasting hot up here, and I can smell that most lovely scent of the Caribbean.  Briny and flowery, which I associate with the Bahamas, ironic in this historic center of Havana. More like Lisbon, Palermo or Marrakech. Looking out from this 360-degree view, I see apartment after apartment, built on top of each other.  In some places, parts of buildings appear to have collapsed, and are unoccupied except by cats and pigeons.  I see derelict structures labelled in chiseled stone with words like “Commerce Bank,” hints of yesterday’s western capital. Painted pink and white, cerulean, or emerald, these weathered surfaces reveal decades of pastels beneath – banana yellow, robin’s egg blue, watermelon.</p>",
    "image_name": "22.jpg",
    "description": "<p>Ever since I first opened James Bond’s guide to the West Indies at age twelve, I wanted to see one for myself—a Pedorrera: Cuba’s mysterious and dazzling Little Farter.  I’ve just arrived in Havana, and rented an apartment in Havana’s historic, bustling quarter, Habana Vieja.</p>"
  },
  {
    "id": 23,
    "title": "Pirates of Green Turtle Cay",
    "body": "<p>Lucayan Indians once lived on Green Turtle Cay, but they were enslaved by Spaniards and forced to relocate to different islands. After they were gone, pirates inhabited those harbors, and referred to the turtles as belly timber, because they were so plentiful, and made for good eating on long voyages. Now, few sea turtles inhabit the waters off Green Turtle Cay, and even less pirates, but when you arrive on this island, usually by ferry from nearby Treasure Cay, you are likely to enter at New Plymouth, the northernmost town in the West Indies, a harbor town of 450 whose eighteenth and nineteenth architecture is largely preserved.  Because New Plymouth has changed so little, its original architecture is a living document of New England fishing village architecture, painted in Bahamian color. </p><p>To this day, most of the Bahamian residents of New Plymouth trace their roots back to the original colonizers of this town - New Plymouth is one of the many settlements where Americans loyal to the British, living beforehand primarily in Florida and New York, came to escape their shunned existence in America. For one reason or another, they chose allegiance to the British Crown over the new republic. Some of these small island settlements flourished, and some perished in the century after the revolutionary war. Green Turtle Cay in its earliest days, adjacent to the shipping routes to and from the New World, was lucky enough to face a continuous stream of wrecked ships. This Bahamian stretch of water could prove perilous in rough seas, and wrecked ships became giant salvage sites to those brave enough to wipe clean the abandoned vessels' wood, metal, rations, oils and cargo. New Plymouth hosted one of the largest wrecking harbours. Over a dozen schooners were geared and maintained for the business of salvaging wrecks. Wrecking pushed Green Turtle Cay into relative prosperity. But curiously enough, pineapples would pick up the slack as new shipping and navigation technology would lessen the amount of wrecks off the Northern Abaco coasts. Bahamian soil is considered of low quality, but for pineapples, the sandy desert-like soil meant good drainage for this oversized bromeliad. These pineapples were found by Columbus' men on the island of Guadeloupe on his second voyages to the Caribbean. Curiously, they were found next to a pot of cooking human body parts.</p><p>Before that, they were cultivated for centuries by the Incas in South America. It is believed that they were brought from their native lands of Paraguay and Brazil to the Caribbean islands by Lucayan, Carib and Taino indians. These are the people who populated the West Indies before the Spanish arrived and considered pineapples a staple too important to leave behind. The plant itself comes from the inland valleys of Paraguay and Brazil. Because pineapples, especially those cultivated in the Caribbean, were so quick to go bad on long voyages overseas, became demanded as a delicacy exclusive to royalty and the upper classes in England, and in America as the symbol of hospitality. reen Turtle residents were quick to turn from wrecking to pineapple farming to meet this demand for new world exotic. By the end of the nineteenth century, after reports of the Bahamian pineapples being the best in the world, England and America were both importing the pineapple by the hundreds of thousands. The industry flourished in Green Turtle Cay until the United States annexed Hawaii, creating a producer who had no duties to pay. After pineapples, Green Turtle Cay experimented with a number of industries, from sponging, to crawfishing and sharking. </p><p>I like to visit Green Turtle Cay, because, unlike so many destinations in the Caribbean, the history wasn’t re-imagined, emulated, or constructed to attract tourism dollars.  Green Turtle Cay, on a quiet Sunday evening with a fresh tradewind breeze is ageless.</p>",
    "image_name": "23.jpg",
    "description": "<p>The Bahamian islet known as Green Turtle Cay is named for the hundreds of sea turtles which once inhabited the island’s many Atlantic coves and the shallow waters of protected natural harbors.</p>"
  },
  {
    "id": 24,
    "title": "Guana Cay Reef",
    "body": "<p>Technically, my family is about a quarter mile away when I see it in the sky. It’s noon, and I’ve only been in the Abacos for an hour, when I see a strange bird pass over me.  The sky is bright blue, the underbellies of the clouds are turquoise – the effect of the shallow sea illuminating them. Under these clouds is the raptor, black and white, with streamers on its tail, and then it vanishes behind the pines. I walk down to the white sand beach, and I look out towards Great Guana Cay. Two years ago I was there, and I sat on the deck of Docksiders restaurant, where a dozen Great Guana Cay Bahamians and a handful of foreign landowners came to meet me.  The evening was the first time I was to meet many of the members of Save Guana Cay Reef  in person.</p><p>It was a stressful time for members of Save Guana Cay Reef.  Their lives were wrapped up in the most unlikely bid to derail the Baker’s Bay Golf & Ocean Club, a radical and rapacious mega-development which was being built on the northeastern end of their tiny island, without their consultation or approval.  The development was bankrolled by the biggest names in North American finance, and Bahamian officials stamped approvals left and right. Big Hollywood names – Tiger Woods, George Clooney, George Strait had been flown in to play golf or to be pampered.  Lance Armstrong, just before being investigated for substance abuse, giddily Twittered about his experience at the unfinished resort. Save Guana Cay Reef had been opposing the development through the Bahamian legal system, where they hoped to nullify the agreement between the Bahamian Central government and the California golf developer, which was granted rights to their island’s public land – threatening their most precious resources – a coral reef, a vanishing culture, and a small island economy.</p><p>In the Bahamian Court of Appeal, the locals’ case had been thrown out, and four years of fight had then seemed hopeless.  Two heart attacks had come after the Court of Appeals announcement, and, unrelated to the case, a senior member of Save Guana Cay Reef passed away.  Although the Bahamas is so often associated with luxury and wealth, native Bahamians on islands like Great Guana Cay live modest lives, often as fishermen or home caretakers.  The reef defenders were by no means wealthy, and they relied on small donations from Bahamians and concerned homeowners to keep their resistance moving through the legal system. A heavy fog had hung over this group of barefoot patriots, who believed that a golf mega-development on an island only a quarter-mile wide would effectively destroy their way of life.  This was, to them, the Bahamian equivalent of Red Dawn, and if they failed, everything they knew and loved would be lost. That night back in 2008, the eyes of these Bahamians looked heavy, almost fearful of what was to come.  But then a cell phone rang, and one man excused himself.  When he came back, he announced that he had just received a call from their lawyer.</p><p>Looking out at Great Guana Cay, I remember that somber night, perched above Guana Cay’s har harbor.  To go forward with Privy Council, the locals would be turning up the heat on an issue which had already captivated attention around the Caribbean. My family came back, and Jane, pulling out the peanut butter and pickles, said, “I saw a new bird in the sky.  It wasn’t something we’ve ever seen before.” Jane will never admit it, but she’s developed that same dewey decimal system that helps her narrow in on the species.  Because we evolved to categorize plants and animals, just a fraction-of-a-second glance at something in the natural world can tell us all sorts of things about what it is we are looking at. And what my glance is what Jane’s glance says. And that’s the glance that says things need to be investigated further. On July, 7, 2009, barristers representing the Bahamian government, Discovery Land Company and Save Guana Cay Reef assembled at the Privy Council in London.  Save Guana Cay Reef had fought their cases through every court in the Bahamas.  For a case to make it all the way to Privy Council is the equivalent of a case making it to the U.S. Supreme Court.  The difference is that Privy Council is the court of final appeal for overseas territories, Crown dependencies and Commonwealth nations such as the Bahamas who have yet to separate their legal system from the UK.</p>",
    "image_name": "24.jpg",
    "description": "<p>I just arrived on the island of Great Abaco, in the Northern Bahamas.  Jane and our son have dashed off to the grocery store before our bags are unpacked.  It’s a small but well-stocked resort grocery which hasn’t changed a lick since I first came here at the age of five.  Even the grocery items don’t change much – Ritz Crackers, little cellophane wrapped pork cuts with green jelly mints, Goombay Punch, Conchy Joe’s Hot Sauce, and Bay Rum in plastic bottles.</p>"
  },
  {
    "id": 25,
    "title": "The Eyes of the West Indies",
    "body": "<p>These animals, hued in purple and electric orange, can be difficult to spot during the day, their bodies are brilliant but translucent. The mark of a good divemaster is observation - the ability to notice everything. But I am not here to dive with Mr. Albury. When I was young, I dove and snorkeled Great Guana Cay's reef for eight years. But not with Troy. Back then, we were both teenagers, and Troy lived in Nassau, several islands south of the Abaco Islands. Troy, like many islanders on Great Guana Cay, works barefoot. His t-shirt is frayed at the edges, and his hands are stained faintly with motor grease. A part for one of his boat engines just failed, and so he flew to Miami and bought two tickets for the return flight. One for him, one for the part. Troy works tirelessly at his job. Being the divemaster on the island of Great Guana Cay is an important one; diving is central to the economy of this island, for Great Guana Cay holds what may be the most spectacular reef in the Bahamas. As we ferry across the small bay, Troy explains the difficulties of maintaining the dive season and the fight against the Bakers Bay Golf and Ocean Club at the same time. As President of Save Guana Cay Reef, Troy has become a central figure in one of the most controversial environmental battles in the history of the West Indies.</p><p>The people I am about to meet on the other side of the bay, along with Troy himself, have just been called terrorists by the Prime Minister of the country. Troy is taking me to meet with a group of Guana Cay natives, sometimes called 'insurgents' in the Bahamian press, who will ferry me along the edge of the Bakers Bay development property. Almost all of the 91 Bahamians that live on Great Guana Cay - 76 to be precise, as of a December 2007 petition - vehemently oppose the foreign Bakers Bay development. In the year 2005, they, along with hundreds of part-time and foreign residents, formed an association to oppose the Bakers Bay Golf & Ocean Club. The development's scope shocked the locals. A golf course, a marina, hundreds of cookie-cutter McMansions, a hotel, tennis courts - a tightly packed California-style mega-development paving and blasting 2/5ths of the island. The local's public land is called Crown Land and Treasury Land in the Bahamas. On Great Guana Cay, where a month of groceries costs are double or triple the amount as in the States, locals could defer to the public land to the north, as their ancestors did for 200 years, and hunt for land crabs, or just  escape the tiny acreage of the middle of the island. But in 2005, this last public land would be taken from them in an illegal land grab and placed behind guarded gates, their mangroves would be uprooted, and their coral reef would be destroyed.</p><p>The locals reacted with an honor and confidence rarely seen in grassroots movements. They reacted by fighting for their reef within the bounds of the law and their heads held high. They never destroyed personal property, they never played the popular corruption game so easily played in the Bahamas. Guana Cay Bahamians are poor folks, and without money to fund their efforts, they fought to save their reef through the courts and through Bahamian politics. So when the Prime Minister of the country called them terrorists in front of a live audience just a few weeks ago, he used the most drastic and dreaded word a country's leader can use against his own people. Today, the word is virtually synonymous with Osama bin Laden. It conjures up violence, anger, blood.    To call your own people terrorists, especially people who have abided by every law, and even positively changed the course of history in the Bahamas and the Caribbean, may sound unimaginable. But to understand why, I'd like you to follow me along the coast of Great Guana Cay.</p><p>Troy brings me to the Dive Guana dock, where he operates his dive shop. One of his boats, I recognize immediately. It is the boat he operates as the island's fire chief and search and rescue expert. As a member of the Bahamas Air and Sea Rescue Association, Troy is almost solely responsible for rescues at sea, or, recovering bodies. The community on Guana is so small, a police force has never been needed. Once, when discussing Troy with a resident of Guana Cay, I was told, 'Here is a man who can pull a dead man from the hold of a capsized boat without flinching, but breaks out in tears to see what is happening to his island.' Another said, 'He is a community man, but he is also a family man. Men like that don't exist, they are for fairy tales.' I meet a small team of Guana natives and second homeowners. We assemble in a boat, and motor off the docks. Meeting these people face-to-face reminds me of how diverse the Bakers Bay opposition is - they represent every ethnicity of the Bahamas. They are tanned fishermen, graying conservationists, school children, bartenders, housekeepers. They are all mostly barefoot.</p>",
    "image_name": "25.jpg",
    "description": "<p>I am on a boat, tied to a dock in a bay on the tiny island of Great Guana Cay in the Northern Bahamas. Troy Albury is untying lines and points out a Caribbean reef squid taking shelter under the dock.</p>"
  },
  {
    "id": 26,
    "title": "Mud Road to Coyote Buttes",
    "body": "<p>Day will come soon, but until then, the movement of the clouds brings unexpected shapes.  Now, a monolith rock emerges from a landscape of slickrock from shifting clouds.  Immediately, it reminds me of Hayao Miyazaki's rendition of a metallic, mechanical castle in Howl's Moving Castle. I do not find comfort on a cold plateau in the dark, and I thrive in the pleasure of company.  Solitude pulls at me, telling me to go home.  It always has, and it always will.  My traveler's habits – trying to identify animals or learning to find an edible plant – keeps solitude at bay, and over the years I have added habits to my repertoire.  But today on the Utah-Arizona border, it is mid-January; and the cold makes the desert north of the Grand Canyon barren.  I can expend no habits to relieve the quiet. Except one.  It is something that happens to me in these sorts of situations.  And I wonder if it happens to you too?  That monolith rock above that canyon wall, I imagine it held up by four mechanical legs.  Although clouds make it disappear, I see it walking in the dim light.</p><p>I imagine the machine much smaller than Howl's Moving Castle.  More like an oversized vehicle, which fits a small crew.  Legs, not wheels, because the isolated and rugged nature of these slickrock, scrub and canyon landscapes. Arizona's Kaibab Plateau remains an isolated place.  This region – the Arizona strip, or, Arizona north of the Colorado River, is an immense geography.  But only 3,500 people live here; isolated from the rest of the states by the Grand Canyon.  Winter isolates this region even more; the North Rim now lies covered in eight feet of snow.  It is impenetrable.  Even its animals march from the snow.  North, to here. Along a ledge, I can see dozens of desert cottontails.  The way they seem oblivious to my presence is offsetting.  I awake them, sure, but shouldn't they run away? And that's why, these machines with their mechanical legs - they are bunny harvesters.  You see, I tell myself, it's the future.  And climate change favored a certain vegetation, and with an ecosystem out of whack, this brushy vegetation feeds too many rabbits, and they are everywhere. The machines are called arks, I tell myself, and in a dystopian future, men cling to their machines, harvesting their last resource, a bounty of bunnies.</p><p>I walk along the canyon-top; the more detail I add to my science fiction, the more I enjoy the cold morning.  In the first signs of light, a raven perches on a nearby rock, which hangs over the cliff wall.  He sits there for a moment while the Colorado River is shrouded in cloud.  When the clouds move away, he springs into the air.  Up first, then a steep dive, and then up again, and then his wings go stiff and he glides a mile, maybe two, in a single, effortless movement. Arks are as much a means of rabbit collection as an arguably unfounded fear of the subsequent rise of cougars, whose numbers rose on account of the rabbits. Most women are confined to these long, cylindrical buildings to the south, where they spend their days perfecting various rabbit recipes.  But some women ride arks; and they are known south of the rim as gauchettes. I imagine that on the ridge to my left, the silhouette of a horse-rider appears, and she rides down toward the ark.  As she rides, she unsheaths a club, and when she nears the machine, she whacks a single lick at its legs.  And for reasons unknown to me, she collapses this machine, and it falls down into the Colorado River; its crew now lost.When I reach the car, it is only eight in the morning.I had been thinking about driving the eighty-miles to Kanab, just to see if I could get a permit to Coyote Buttes North. </p><p>Getting a permit is unlikely.  Only twenty people are allowed to visit Coyote Buttes North a day, and travelers from across the world vie for these permits.  The area, part of the Paria Canyon-Vermillion Cliffs Wilderness, is one of the most unusual places in the world, and also incredibly fragile.  The permitting system means a four month wait.  Something about this weather, though, gives me a hunch. I drive to Kanab in Utah, and stop in at the BLM station.  'You've come to the wrong place,' the ranger says.  'but just so you know, I don't think people are able to get down there right now, House Rock Road is too muddy.' I decide to just buy the permit, even though we had walked out and looked at my rental truck, and decided it would be a bad idea to even consider taking it in that mud. The next day, I meet Betty in Page, Arizona.  Betty walks with a cane.  She has been driving people on rough roads for seventeen years.  We agree that if at any point the road looks unsafe, we'll turn back. In a dry future, I say to myself, these cracks in the Earth would house people – protection from wind, sun, and cougars. We turn left onto House Rock Road.  I've driven this road before several times before.  Nothing out of the ordinary about it, as far as dirt roads go.  But it becomes clear after a quarter mile that were I to have attempted this road on my own today, I'd already be stuck.</p>",
    "image_name": "26.jpg",
    "description": "<p>Low clouds move with surreal speed along the cliffs above the Colorado River; they swirl, shapeshift, and from time to time, they seem to disappear altogether.</p>"
  },
  {
    "id": 27,
    "title": "Atomic Agriculture on the Rio Grande",
    "body": "<p>They cleared us, and I realized I had just inadvertently messed with Texas. I had no worry about the border guards though - I had been dealing with them for years. My real concern was - would it shake up Jane? In our first times on the road together, I had already managed to send her tumbling off the deck of a boat, and managed to get her stung by a four foot long ancestor of the jellyfish. Yeah, a Sea Wasp, they say it's the most dangerous stinging creature in the ocean. Driving through El Paso is like driving through a factory - on this morning, the city had the distinct smell of a freshly opened can of cat food. Even in the blistering sun, the place felt gray and dismal, with its backdrop of Juarez slums, its smokestacks, dated architecture and awful looking chain burger restaurants. The land changed as we pass into New Mexico; the pounding of the sun felt welcome, and the whole flatness and red earth was cheery. Not beautiful, but somewhere indistinct, as if not far from home.</p><p>The mirage of water on the road is so intense in the midday heat that the mirror sheen creeps up to the wheels of our car. I am reminded, speeding on this mirage of flat sea, of Miyazaki's water train in the animated 'Spirited Away' - a journey from a mad city into the wilderness, to find answers. The road to Alamogordo is flat, although there are always mountains in the background. Southern New Mexico's valleys are smooth as suede, the low brush like napped bristles. I tell Jane we are passing through the Trinity Site. In 1939, Einstein wrote to the President, 'I understand that Germany has actually stopped the sale of uranium from the Czechoslovakian mines which she has taken over.' It was one of the first realizations that the world had the knowledge to build a bomb that could be 'exploded in a port (and) might very well destroy the whole port together with some of the surrounding territory.'</p><p>Five years later, a U.S. army captain, positioned on a mountain range just west of us, wrote, 'My first impression was of sudden brilliant lighting of the surrounding landscape, accompanied by a momentary flash of heat...After raising the dark filter to protect my eyes, I looked in the direction of the light. Although the filter provided was designed to eliminate over ninety-nine percent of the light, the intensity of illumination was such that there was a momentary sensation of blinding similar to that following a close flash of lightning on a dark night.' The world changed that day, but no one would know until Hiroshima. I wondered if the army officials standing on that mountain understood that man had just solidified himself as the most significant biological factor on Earth. But my interest in the development of the atomic bomb always centered around the fact that it wasn't just that the United States had developed this weapon, but rather that the world had come to the collective knowledge to do so, and the United States just had the resources to do it first.</p><p>We stopped in the evening in the White Sands, a protected field of dunes, in the middle of the old trinity site. A female hiker once told me that to coax some women into the pains of travel, you have to make it appear fashionable, like a center spread from Wallpaper Magazine. Walking in the gentle gypsum dunes, I could have asked Jane what a Louis Vuitton hiking backpack might look like. But I held my tongue and commented on how nice her hiking shoes looked in the white sand. The pepper has become one of those occasionally obnoxious adopted symbols of the over-symbolized Southwest - a long, red fruit with a little green stem. But where did they grow these things? What does a field of chiles look like? And why do they grow them in New Mexico. I guess that's why we're on our way to Hatch - to find answers at the International Hatch Chili Festival. There are no books on the history of the chile pepper. There is little written discourse about from where they come, and what they did to the world. The lengthy English edition of Maguelonne Toussaint-Samat’s famous History of Food offers only a few pages on the subject. The chile evolved somewhere in South America, maybe Bolivia, and was cultivated there for two thousand year. Its seeds traveled by tribal trade routes to the coast of Brazil, as a medicinal, and then, by canoe migrations north. It was probably because it was seen as an important medicine of some sort.</p>",
    "image_name": "27.jpg",
    "description": "<p>He sent us to inspections - five guys and a hammer. One guy took the hammer and started banging on our gas tank. Another guy sat down to interview me while the rest fumbled through the forty pounds of camera equipment in the trunk.</p>"
  }
]
