[
  {
    "id": 1,
    "title": "The Southern Meseta",
    "body": "<p>There are some creepy things in the cemetery at night, especially this cemetery, maybe because it has more than 500 years of history, and the dead below me are so strange. Winding from here, in the southwestern desert, I learned that the history of the Indians and even the Midwest was associated with the Spaniards. From here, the Spaniards went south and introduced horses, wheat, goats, mass killings and diseases, and eventually created New independent states and states, as well as countless mission groups and Catholics. </p><p>He took us to the Sánchez Romero grocery store in a shopping mall near his apartment. Spanish wine, sherry, salami, olives, ham, Japanese rice and tortillas. The chicken and several pieces of meat are impressive, but nothing more than a selection of local and French cheeses. The pheasants are hanging upside down, and some are still bleeding from their feathers. Lamb's primitive brain. Grouses, parts and skinned rabbits bleed from the remains of their eyes and brain. I checked the seafood section: shrimp, crab, fish, salmon, lobster, eel and small barnacle.</p><p>Oddly enough, it's also impressive that inland cities like Madrid live on such a high seafood diet. This seafood rarely comes from Spanish waters. Due to years of overuse, the Mediterranean is essentially a dead sea. Fishing in the Mediterranean today usually means illegally dropping bombs on fish markets in Greece and North Africa to combat 'all life', tangling and drying it out. Ralph explains that if you want to taste tapas in Madrid, there is only one place. Soon, we came to Bocaito, a small bar full of charlatans in Madrid. Jerez de Jerez, a plate of salted olives, tuna on bread, sausage, octopus, fried peppers, cod liver, fried shrimp with garlic. The word Tapa is derived from the word 'Tapa' by putting a lid on glass or sherry to prevent flies from entering and adding olives or cheese to the lid to complement the wine.</p>",
    "image_name": "1.jpg",
    "description": "<p>One of India's largest commercial cities in the world is here. In Ohio, Inuit, Dakota and Navajo people trade there. In an oak grove on a peninsula in southern Minnesota, while I was staying with snowshoes in this ancient Indian hill, I turned off the flashlight and put down the snow storm.</p>"
  },
  {
    "id": 2,
    "title": "The Bright Road to Zingaro",
    "body": "<p>The island is different from the dry and dry climate. The cliffs are filled with dark green trees and clouds, with valleys in the shadow of celadon, moss and apples. No matter what sad life you leave behind, you will see hope for the future. Almost 10,000 years ago, I'm walking in another completely different island, La Kalsa, in Palermo, the capital of Sicily, Italy. This is the old part of the Arab city, built in the 10th century, during the period of Muslim rule. Here, the streets are very narrow and the buildings are bruised over time. Bullets and shrapnel during the Second World War marked the limestone wall, but the scratches and scratches below clearly date back to most civilized times.</p><p>No continent on Sicily can output prototype images of its countryside and rustic Italy into the sun in the heart of the Mediterranean. Everywhere, in the form of olive oil labels, wine bottles and faded oil paintings from Italian restaurants, they bathe our impressions of dry and lasting places, a symbol of the entire Mediterranean pastoral. Before I went to Sicily, my friends couldn't help asking me the same question as a dozen of them. Do you want to eat? Do you want to absorb all the Sicilian cuisine? The persistence of these issues reminds me that most people travel to accomplish what they think a place can satisfy. I don't like the idea; go somewhere and see what you already know about him. Or go to eat somewhere; stick to its authenticity. I decided I needed to take a blank board to Sicily. Just ignore everything I think I know, and important things others have told me.</p><p>This is how I ended up on this road, too narrow for a narrow Italian tricycle. I went into the cafe to eat. There are two people on the counter, and the third is making coffee. Coffee is a euphemism: Sicilians like to put thick, thick liquid caffeine in a cup suitable for squirrels. The coffee is lit by bare bulbs and the interior is painted grey. On the wall was an Arabic calendar, unopened, and on the wall was a dying plant. Everyone turned around when I entered. I want to ask you about the story on the cover of all the newspapers in Sicily: Overcrowded photos of the Deportation Center, dark-skinned men, women, children, angry demonstrators waving flags on rafts, ships being splashed by humans, ecliptic Photos with siege and bodies aligned on the beach.</p><p>They generally believe that very special things will happen in the world: comets, asteroids, solar flares, yellowstone super volcanoes, US debt, global financial collapse. In almost all cases, the world perishes for extremely unlikely reasons. Types of reasons that science people never worry about. In most cases, the obsession with preparers is related to safety, because for many preparers, the last threat you will face in recent days is that others will inevitably attack your food and water reserves. They lowered the door, set traps, and blocked the surroundings. And, most importantly, they store weapons. Although most preparers seem to have this weird obsession with defense, others have focused their priorities on so-called 'wrong packs.' With the wrong bag: The backpack contains all the items that can survive in a short time in the event of a disaster. Many people living in earthquake, tsunami or tornado areas have also reasonably created a bag of insects. But we are talking about travel bags with the wrong ones, which can survive the end of the world.</p>",
    "image_name": "2.jpg",
    "description": "<p>Suppose you are in a canoe, maybe you have a candle, maybe you don't. I'm not sure where you come from, it's just that you may be fleeing an authoritarian tribal government, drought, or some real bad guys, and this was about 10,000 years ago. In front of you is this truly big island, which is larger than any island you have ever heard.</p>"
  },
  {
    "id": 3,
    "title": "Majesty of Lisbon's Alfama",
    "body": "<p>Lisbon is a tropical region. On a cold and windy day, in the sun of its south, it blends with the buildings of neighboring countries and connects with Africa. It is grey-dyed and decorated with roses, canaries, aqua and limes. Its lightweight residents dress like their cousins ​​in the city. Use only in tighter fabrics. A long time ago, while having lunch with a Portuguese friend, I thought about the idea of ​​organizing a Portuguese Empire Party. Literally, it's a theme party about Portuguese historical colonial empire. Let us briefly forget your success or result. When I came up with the idea, I didn't think of what Portugal was. In my old school newspaper, the two food critics were both Portuguese, which was strategically imperceptibly, and surely, they were willing to help and cook. My Portugal, I imagined preparing for my party, from whimsical to dream. Portugal is a place where the territories occupy the weirdest kingdom in the world: other countries are not interested or worthless in these countries. For centuries, Portugal's dominance in the oceans fell to the second largest nation as the ocean vyed for trade control with India and the Spice Islands, and they still convinced a large part of the world. The Portuguese world is a sleepy port. He speaks multiple languages, smoking, a dozen lands and a thousand islands.</p><p>In 1755, an earthquake struck the Portuguese land in the southern Algarve. Half of the city collapsed and 15,000 people were killed. Much of Lisbon's history is related to earthquakes. Save area. Prior to the quake, Alfama was the hottest richest area in Portugal. Modern and rich, it also has a Moorish architectural history. The Romans and the Arabs literally meant to paint each other and build on top of each other, which fused the whole place for centuries. The myths of the Portuguese Empire are derived from music: Cesaria Evora and Jobim. Music is a dialogue of other times. Surprisingly, Alfama is still the center of the old Portuguese-style blues. Fado Even if it's raining heavily, you can still hear an old man singing or playing guitar in the alley or behind the yard. It is pouring rain and we are walking down the street to Alfama. We stopped in a small cafeteria, the city seems to have thousands of coffee shops, and we share a cup of coffee and a bowl of fruit.</p><p>When Jane and I entered Lisbon, I entered the Portuguese Empire. Lisbon is indeed the cobblestone city of my imagination, and Alfama is the last place of old Lisbon, which is the epitome of the Portuguese Empire I imagine. Portuguese writer José Saramago called Alfama 'a beast in mythology' and went on to explain to him that no one knew exactly what it was. It is worth mentioning that Alfama is labyrinth dark and wet. The ornate old tiles face the entire exterior. Most of it is the ninth part of Lisbon's history, which takes you back to Lisbon's urban lifestyle. For Alfama, it is a dwelling with few specific tourist stops. We walk slowly. The apartment's door has ancient bronze works of dragons and beasts. Scratched paint shows dozens of layers under each wall. For those who love history without having to walk through ancient churches and museums, Alfama is a century of humor. A glimpse of the weakness of the Portuguese Empire.</p><p>The first question in planning this festival was to discover what the Portuguese Empire was and how to cook in the style of each Portuguese colony. Cape Verde, West African coast. Goa, West India. Ceylon, now Sri Lanka. Brazil, Mozambique, Macau, and Portugal concentrated their territorial expansion on the Atlantic Ocean in the 13th century. They were one of the earliest maritime masters and took advantage of them. From Vasco de Gama to Magallanes and beyond, Portuguese sailors have literally connected the world by sea. Over time, modern political and economic realities have reduced Portugal's overseas colonies. In 1999, Portugal delivered Macau, the last remote colony to China. All shapes and colors of ancient Portugal still seem to exist here. And the color of places on the other side of the world, as I know it. Maybe my imagination was created in a crowded apartment in Los Angeles many years ago.</p>",
    "image_name": "3.jpg",
    "description": "<p>Paris ruined all my romantic ideas about Western European cities. One city: garbage everywhere, rude, cheap and rude, to me, long ago, it symbolized the whole of Europe. It's overrated and too expensive, so I've been thinking that other European cities will do the same. It depends on Lisbon.</p>"
  },
  {
    "id": 4,
    "title": "Andalucia to Alentejo",
    "body": "<p>Despite being combined with many surf shops and fashion retailers, the pirate city's dirty buildings still stand. Today, Tarifa is a fairly modern New Bohemia city. Surfboards are everywhere. But where are the waves? The opposite of an unshaven old Swede. Yes, maybe, but the world's kitesurfing and windsurfing capitals are nothing but small waves. John moved from Sweden to Marbella, a coastal area with endless skyscrapers to the east, but he admitted that he was drunk and could not drive home, so this was my second hotel. I came to Marbella and Tarifa because it is very primitive, you know? You bought a fish, not a premium fish like Stockholm. It's not refined, but it's just captured and prepared by the original. I like primitive preparation and primitive women. I love those Moroccan women wearing djebellas. I told him my route with Jane, how we collect artisan cheese, and tourists from Extremadura in the north of this place, which is of little value to leisure tourists and to anyone Very valuable. Who likes agricultural landscapes and cheese. I mean, you know, there are about 35 different types of sheep in Spain. Each of them produces different types of milk.</p><p>The next morning, Jane and I left and boarded the coastal mountains of Bermeja until our lawn mower drove down the road between wind-blown rocks, lichens, and misty meadows. When we descended to Ronda, we were in the center of Andalucia. Much of Andalusia is a river basin in the Guadakivar Basin, and the rivers that Columbus and the Magalons sail are the same. The lunar landscape appears during the dry season, although brighter, almost yellow. Emptiness is characterized by ancient farms, many of which are incredibly beautiful buildings. Some have observation towers, and even some have mosaic outlines, or they are o stone, blue, and brick red. The interior of Andalusia is the only reason we have all the wonderful images of Spain, but despite this, many of the paths inside are almost unknown to the outside world. Pasta westerns were shot here because this desert landscape is similar to what we imagined New Mexico and Arizona 200 years ago. Zanthoxylum cactus contributes to this image. They were taken back to Columbus's boat and felt at home.</p><p>We read about the journey of finding artisanal cheese from a fictional book. Montclair, our fantasy expert on all issues of cheese travel, firmly appreciates the historical value of cheese. He referred to Ronda as 'one of the last beacons of the Muslim world in Europe'. Jane and I are slowly moving through the interior of western Andalusia, and we have spent time avoiding the largest cities. The car we rented was shorter than a mini car, almost as ugly as a grapefruit, and sounded like a high-speed vacuum cleaner. Ronda is a city in a limestone fort. Steep rock castle. In the Middle Ages, as Christians progressed on Arab lands, Ronda was almost the last to fall.</p><p>After spending the night in a series of small towns, we finally headed to the remote Sierra de Aracena. All these paths, Jane's comments from the outside world seem interesting. He mate with two pigs, murmuring 'pig porn', grazing sheep, 'dirty' and 'gandalf' with a bearded goat. . More than in other parts of Andalucia. It is whitewashed and has ancient Roman ruins and Catholic churches in shadow on its highest hill. It seems everyone eats cured ham on these mountains. A type of black-hoofed and black-skinned pig is bred on these mountains, feeding only on rich acorns that sometimes seem to cover the entire landscape. They are free-range pigs, and imagine that they look almost happy. In Andalusia, this ham is often combined with cheese. Like most Spanish cuisines, they are simple foods and are known for their complexity. With some people smelling a glass of red wine, Andalusians are pleased with the complexity of a small plate of simple meals. In the evening, we stroll along the narrow streets of Aracena and talk about friends at home. When we stopped to take a picture of an alley, an old woman looked at us from her door.</p>",
    "image_name": "4.jpg",
    "description": "<p>Tarifa is Spain's closest port to Morocco and is responsible for our word rate, as ancient pirates used this distance to impose exact taxes on mainland merchants' sea routes. When Christians finally recovered Iberia, they took these sheep from the Middle East, and they lost their way in Extremadura and took care of their bloodline.</p>"
  },
  {
    "id": 5,
    "title": "Bavaria, Appenzell and the Constellation Gallia",
    "body": "<p>Other travel writers seem to always follow their favorite icons or browser directions. But after accepting a lifetime trip, we found that the subject of the trip simply didn't exist. So we invented it, a fictional guide whose wisdom surpasses the minds of any other travel writer. Jane and I took my sleeping son to a restaurant in an alpine town in the Allgau region of Bavaria. This was one of my parents' favorites and an opportunity for us to show Jenny's mother a few days before fifty friends and family gathered here. My family asked for all the specialties of this restaurant: deer and local fish in the lake. But I have no appetite for the rich Bavarian restaurant fair. Instead, I was looking for a favorite dish with Bavarians: a plate of simple bread and cheese. They can be said to be alcohol addicted, and to use it properly, it needs to be properly matched with the right wine. In Bavaria, the perfect wine for this particular cheese is beer. Pils in a tall glass.</p><p>Like most famous cheeses in the world, Bavarian cheese was a product of the Roman Empire. The Romans did not invent cheese, but instead established a way to pave the way for the world's most famous cheese. The weather distinguishes Bavarian or Alpine cheeses from other cheeses because of the weather: these cheeses do not need the high salt content of cheeses from the warm climates of southern Europe. Therefore, the relationship between cheese and salt in the Alps is relatively small, and it is related to the taste of plants ingested by cheese-producing animals. Bergkäse has a rich nutty flavor. It is soft but pleasingly complex, making it perfect for premium beer. Montclair, a European trade enthusiast, later left his position in the excellent city of Fromagerie for the outstanding 'Constellation of Gallia'. Although history obscures Montclair's true nationality, according to his English and French Imagination Magazine, we know that he, as a person and a traveler, is a complete product of the Enlightenment. </p><p>Montclair's constellation Gallia is itself an enlightenment fable. What he meant was that he saw every cheese-producing town as a bright light, like a star. So looking down on the old world, you will see the brightest stars in the constellations, such as the Pyrenees, Savoie or Emilia-Romagna, which produce the best cheeses in the world. The window of opportunity for Montclair to enter Bavaria was around 1925. As a child of the Enlightenment, Montclair was very aware of German contributions to the creation of the modern world. Although the earliest ideas of the Enlightenment appeared throughout Western Europe and New England, the earliest shots were Germans. Today, we see Emmanuel Kant as an advocate of this age of reason. </p><p>Montclair took Kant's words seriously. Kant wrote in 1785: 'Happiness is not the ideal of reason, but the ideal of imagination.'' As a successful entrepreneur, he has connections in big cities, and Montclair can get what people define happy. But at some point in his life, he realized that the collection of furniture and paintings did not produce this happiness. Montclair realized that the more you have, the less you have. The more you live, the more you love, the more evidence you can get: this must be what Kant meant. Drop everything and walk to the door. The great war originally eliminated the possibility of people like Montclair approaching the German border, but by 1925 the country miraculously recovered its roots from the Enlightenment. In Montclair's view, this is the final product of the German Enlightenment: hard work and art and architecture. Science and poetry. Dance, jazz and coffee shops. Progressive and liberal democracy, and a new interest in preserving the rich structure of Germany's past. These are the factors that made it possible to enter Germany. But this is Kant's Germany. Technically, it is a completely different Germany: Germany north of the Rhine, and Germany interested in Montclair is naturally the brightest part of its constellation. Mountains, foothills and rolling pastures in Germany: Bavaria and the Alps. </p>",
    "image_name": "5.jpg",
    "description": "<p>'It has nothing to do with cheese!' They are probably the most famous words of Saint Deuberex Montclair. But Montclair does not exist. A few years ago, Jane and I decided to follow in the footsteps of the world's largest cheese traveler to find the best artisan cheese in the world and where it was made.</p>"
  },
  {
    "id": 6,
    "title": "The Barbary Macaques of Gibraltar",
    "body": "<p>Some have unusual explanations. In 1920, a reporter from the London Daily Mail wrote that known monkeys were absent for several months and then appeared with new, strange and adult monkeys of similar breeds. Those who know Gibraltar will agree that there are no square courtyards in the rock that can be hidden. The author insists that the only explanation is an underwater tunnel under the Mediterranean, which connects African caves to Gibraltar. Because Gibraltar is just a big rock (two square miles of Jurassic limestone), the British colony at the southern tip of the Iberian Peninsula is very close everywhere, including monkeys. Crowd together and embrace the steep cliffs. Monkeys' hands are very much like humans, but their behavior is very similar to that of monkeys. Jane said, 'You think his hand will be as rough as a dog's paw.' 'But it's like holding a human hand. They are like baby hands. Ernest invited us to his shady cabin. His accent is more international than other Gibraltarians we know. His English is perhaps the strangest English in the world, and it sounds sinister at the same time, Cockney and Spanish, Arabic and cartoons. </p><p>Ernest gave his own explanation of the origin of monkeys. They were brought here by the Arabs in 1311. It was an outpost for them then. When the British first arrived in Gibraltar in 1704, there were only 11 or 12 monkeys on the peninsula. The British consul wants to increase his number. They were gradually taken care of and raised by the army. Taking care of monkeys is not all tourism and entertainment. May be vital for the people of Gibraltar. Spain, which has steadfastly refused to abandon its participation on two lands in the Moroccan continent, insists that Gibraltar is a legitimate Spain. Two weeks later, our foreign minister will meet. The British Foreign Minister will travel to Spain and is expected to make progress on our sovereignty. The point is that we want to live in harmony with the Spaniards. If the British left, we would not want to go to Spain. We want to be our own people. We will not be ruled by Spain! We are our own nationality. Everyone in Gibraltar believes in our autonomy. We like the British, but if they leave, we want to be a sovereign nation.</p><p>This myth has existed since the Spaniards began a series of military pranks on the rocks against the British in an attempt to catch something that even the Moors could not hide. The Spaniards eventually resorted to claiming that the British would lose Gibraltar when the monkeys died. At the end of World War II, when the number of apes was reduced to about seven, Sir Winston Churchill ordered a resupply of Morocco. He said in his speech that as long as the apes live, Gibraltar will continue to maintain British status.</p><p>Ernest stopped to find his Dunhill filter bag. Its hanger is a small painted cottage. Like other human communities in Gibraltar below us, it is compact and sturdy, close to a cliff. It has the best view in Gibraltar: panoramic views of the port, city and Iberian continent. It is glorious and faintly tropical. Behind him is Africa, and above him is a country that wants him to speak Spanish. This is a huge responsibility. Gibraltar is an important military component in the defense of Napoleon. It is believed that the British Isles will now be French if there is no strategic place. This was important even during the Maldives War. So important that the Argentines tried to blow up the entire port by divers who secretly carried bombs in Spain. When all ships in the Falkland Islands in England are refueled at the port, divers will slide towards the sea, forming Pearl Harbor II. Spain found and foiled the plot. Gibraltar was known as the 'Ape-Man Mountain' together with a mountain along the coast of Africa during Roman times and was the physical end of the world. Except for the Strait of Gibraltar, the dragons and demons of the Atlantic swim.</p>",
    "image_name": "6.jpg",
    "description": "<p>Apes are not exact apes. They are monkeys: tailless macaques that originated in Morocco. Although theories abound, no one knows exactly how they reached the peninsula. Many say they were brought here by Arab pirates or Berbers in the 14th century. Others insist that they are Baltic tribes, pushed to the edge of Europe during the Ice Age.</p>"
  },
  {
    "id": 7,
    "title": "Ghosts of Celestún Biosphere Reserve",
    "body": "<p>The moment he sent his son into the unknown world was scary, but once he and his carry-on luggage disappeared around the corner, it was no longer fear, but a new feeling. Maybe this is a sample of how parents feel when they send their children to college, a deep and disturbing feeling about what is happening now? A friend of my school parents once told me that they called me a ghost dad, but he never showed up to send him down or pick him up. But now is the time to compensate for my six-year absence. In the end, I could see my parents, who were all locked up in a hotel in downtown Merida. I told my parents that in the morning I would go to the northwestern suburb of Merida, where there are some open wetlands and grasslands. Would you join me. </p><p>Our messaging app did not receive too many replies, and the next morning, neither parent appeared in the taxi. I wonder: maybe I don't sell well? I almost told them that it would be the most memorable day of their entire journey. But I flinched and couldn't guarantee it at all. In fact, everything will fly. Clumsy guide went to where I've been. My taxi driver insisted that I really didn't want to go where I insisted, he gave up on me and left me on a quiet street near the Kairum ecoregion. How are you doing? I asked him. Maybe you will pick me up? When I entered the end of the park, life was almost everywhere: malachite butterflies, delicate wildflowers, and clusters painted in fluorescent colors. After a few hours on my own, I met Jorge, the only other person in the park who hone his photography skills every weekend in the natural area of ​​Yucatan. We introduced ourselves and Jorge explained that there was a lagoon one kilometer away. I told him that I don't remember another piece of water nearby. He insisted that because of the large area, there were more wildlife.</p><p>I agree to join him. After kilometers, he told me that the lagoon was a few kilometers away. We parked our car in the parking lot of the new apartment building and then carefully parked at the corner of the hotel. There is a sign before us: private property is not transferable. We sailed under the cow fence and walked along the rocky road of Saki. When we reached the lagoon, unlike the nearby Kai Luum Park, it had almost no life. Jorge insisted that he had been to this place many times and we had to walk around the lagoon. He explained that there was even Jayce from the Yucatan Peninsula. We walked along the vegetated trails around the lagoon, looking for the most beautiful bird that must be southern Mexico. But the sun sets on a windless day, approaching at noon. A classic combination to make wildlife disappear. </p><p>I followed Jorge to the other side of the lagoon. There is nothing there. We started back in the car and I remember my promise to my parents: This will be your best day in Mexico! 'Let's work hard,' Jorge said. Once again, we followed a new road covered with vegetation and headed towards the dry forest by the lagoon. They were there, with six Yucatan Jay Chou: black heads, yellow eye circles, light blue wings, long thin tails. They walked through the woods like a tribe, and their beats flashed bright blue. Instantly, the day became glorious. After Jorge left me to the ecological park, a parent received a text message. 'In the past twenty-four hours, I have heard or heard very little from you.' Please invite me to join the group. I want to break my reputation as a ghost dad, but at the same time, I just answered my question: What is happening now? -Arrange with taxi driver to leave Merida completely and head west to the northwest coast of Yucatan. Coastal wetlands do not have a scent, but have a lot of odors. Salted mud, dry seaweed, hydrogen sulfide, the smell of sweet spring flowers, the fishy smell of rotting aquatic life. Some mangrove smells are pleasant, others are unpleasant, but I also enjoy them. Together they evoke extended memories that have nothing to do with one place, but with a mysterious habitat that envelopes the tropical latitudes of the world.</p>",
    "image_name": "7.jpg",
    "description": "<p>The Celestún Biosphere Reserve is home to many hammock islands, dense mangroves, salt flats, freshwater Cenotes, and pink lagoons. I'm in Merida, the capital of Yucatan, Mexico, and I'm giving my ten-year-old son to live with a Yucatan family for a week.</p>"
  },
  {
    "id": 8,
    "title": "Primeval and Protected Osa Peninsula",
    "body": "<p>I can't help thinking of the books I read while reading the green hills of the Dasha Peninsula. Edward O. Wilson's Half-Earth was a coincidence before my family met Costa Rica's southwestern end. Edward O. Wilson stated in Half the Earth that in order to protect our biosphere, we should consider the goal of protecting at least half of the planet and the oceans of the earth: this is the beginning of government and private protection Restoring smaller protected areas together in intermittent large continental protected areas and getting governments to agree to build large oceans in permanent protected areas.</p><p>The Osa Peninsula is one of the most protected areas in the tropics of the United States and is a great place to think about Wilson's Middle-earth ideas. On the one hand, almost the entire peninsula has some degree of protection. The center of protection is the crown jewel of the Costa Rican National Park system. Corcovado National Park has many similarities with how it is protected in most parts of Costa Rica. These differences mimic many of Wilson's arguments in Half the Earth. As I approached the port of Jimenez with 1,800 inhabitants, I saw a complex coast with isolated beaches, dense mangroves, winding rivers, meadows, pastures, turquoise salt flats, and a small group Lonely sailing boat. Nanbu Tianp flew from the palm folded into the water. No three-story building, no billboards. There is only wilderness and a handful of dusty streets and runways. I saw my share of tropical America from the air. Don't tell me more, it only takes a second to know the sky on earth. Cessna dives deep and is a short track. According to the pilot of the approaching tree, 'they are getting higher every year!' There is only another aircraft on the runway: 4-seater Cessna . The pilot of this plane carried the luggage to the pilot of another plane, let us leave and take off again. After a few minutes, we returned to the air. This time, the hillside across the cliff was covered with blooming trees.</p><p>In front is a trail carved into the forest, between the beaches of the Pacific coast and the steep jungle cliffs. This is Carate, which was previously the landing zone for overseas gold mining, and once added 60,000 people to this coastal area. The establishment of the national park forced the end of gold mining activities on the Osa Peninsula, and now there is only one airstrip, a convenience store, two cabins and a few houses. My son has learned Spanish from kindergarten, never spoke English outside the classroom, and has been wondering why he cannot learn English like other children. But listening to our driver waiting on the runway seemed to interest him. When we drove towards the mountains to reach our destination Luna Lodge, it seemed like a suitable place. He knows our driver instead of us. We have been in your hands for 8 years. We have relied on him for the first time in our lives. During our stay, you will encounter a variety of Spanish-speaking children whose children seem to be as paralyzed as the sons of pets with shelters. A Spanish-speaking child explained to me the source of the dog's visible scars.</p><p>Later, another child explained: 'Did you see those scars in Osa? She was chasing a bird in the forest, but a group of howler monkeys didn't like her in the jungle, and they beat her! On a cloudy day In the afternoon, I took a walk with Kevin, one of the hotel guides. The steep road, cut on the steep hills, created a complex geographical environment and diverse habitats: dense vineyards, cliffs and river canyons. We were looking for Manakins in Orange Neck, so we separated ourselves from the road to the forest. We sat quietly on the hill and I asked Kevin which of the stories about Osa's injuries were true. He explained: 'Osa fell asleep under the porch of the cabin. 'One of the guides found her fighting and almost died. A large strict python wrapped her completely and bit her in two different places. He pointed at his belly and legs.</p>",
    "image_name": "8.jpg",
    "description": "<p>Looking at the Cessna 9-seater window, I saw the huge entrance to the emerald green mountains. This is Golfo Dulce, a fjord in the Pacific Gulf in southern Costa Rica. To the west is our destination, the Osa Peninsula: pristine, pristine, protected.</p>"
  },
  {
    "id": 9,
    "title": "Scarlet Starsong on Tambopata River",
    "body": "<p>I am attracted to the place full of vitality, and the western border of the Amazon Basin, the wild network of the Amazon tributary formed at the eastern end of the Andes, is the zero area of biological diversity on the earth. I'm jumping the network of three huts to the Tampopata Research Center, which is located six hours upstream of the port near Puerto Maldonado. I hope to ask even possible questions about the meaning of places with great biodiversity. What does biodiversity really mean, and why is it important? From the refuge Refugio Amazonas, about two hours away, I walked along a trail with several tourists, guides, and naturalists, and then took a river boat. It has been raining in the source of the river in Bolivia and in remote and almost uninhabited protected areas in the south. This meant that the riverboat driver who communicated with the captain from the front had to be extraordinarily attentive; the river was already very angry, and the log island extended downstream.</p><p>I asked Saay, I signed a contract with Rainforest Expeditions and hired him as a jungle guide to ask about the kapok tree on the right side of the river. The tree is about 200 feet high above the rest of the rainforest. The trunk of the cypress tree rises without branches and forms a large umbrella, providing a magnificent shadow underneath. In the darkness of the upper branches of the tree, you can distinguish the silhouettes of orchids, plantains, nests and orioles. The Peruvian tribe imagines the gods living in the shadow of this umbrella. After hearing Saay's response, the jungle tourist sitting in the seat in front of us turned around. Clifton wore a khaki shirt, sports sunglasses tied by Croakies, and technically short pants.</p><p>This will be a long journey upstream, so I lifted my feet, put the binoculars on my knees, and looked at the jungle. I imagined a 200-foot-tall giraffe tribe was sleepy. It is twice the length of an adult blue whale, inadvertently wandering along the banks of the Amazon. In this dream, in my mind, the tan and o-tone shades of those fictional giraffes emit numbers and letters. I perceive the giraffe in this way etc., until the end of the kapok tree. For most of my life, I thought that this way of seeing the world was like everyone else. About a year ago, I was driving back to my home in western Oregon, and an NPR interview was broadcast on the radio. The subject of the interview described the situation, affecting about one in every 100 people.</p><p>I stepped on the brakes and stopped at the pit. On the phone, I wrote a phrase and found the definition of synesthesia. Suddenly, I knew something about the world in my life. There are many forms of synesthesia. For some people, the sound has a taste, or the notes have a color, while others see the point in time as floating in space. As far as I know, numbers and letters exude color, words are like a small palette, and the date, day of the week, and month are slightly different. In any case, in any person with synesthesia, there is a degree of spiritual crossover or fusion between our senses. Today I learned about the power of synesthesia to the Peruvian Amazon and how it affects the way I see this place. We stopped on a small river island to look for macaws. Saay noted that the river was slowly flooding the island and suggested that we leave our boots on board. We traversed this muddy island with a group of jungle tourists, many of whom just came here to see luxury birds. But as we approached the other side of the island, I had the feeling that the entire island would soon be underwater. Saay and I observed barefoot licking on our bare feet, river water accumulating under our feet, while others and their boots were forced to retreat more and more.</p>",
    "image_name": "9.jpg",
    "description": "<p>Turn off the lighthouse on a cloudy night, next to the Tambopata River in Madre de Dios in southeastern Peru, and when your eyes adapt, you will see the forest shining in its own creatures Down glow: The bright worms embedded in the cliff glow when the stars flicker, the fireflies flicker, the fungi resonate softly, and the dead leaf fungi emit a faint light glow.</p>"
  },
  {
    "id": 10,
    "title": "Black Flooded Forest",
    "body": "<p>In the dark, Carlos and Pablo rowed towards the narrow openings in the flooded forest surrounding the lake. This is one of three labyrinth black rivers in the hotel's 5,000-acre protected area. The reserve is only a few kilometers away from Yasuni National Park, one of the few candidates for the most biodiverse place on Earth. But you won't know because it looks here, especially in the dark. All I could see was the shadow of strengthened trees and vines hanging over the water. No flower bouquet, no bright macaw lying on the stump, and no smart puma looked back at us. From the air, the Amazon will look flat, and its only geographical indication is usually the winding river belt they cross. But the Amazon River has many unique geographies and habitats, and this special habitat is a row of sewage. Slowly flowing water is covered like tea, but it is clear and tannic acid is decaying. </p><p>Instantly through the narrow river. Too dark to display any colors, too fast to see. Just a suggestion to outline the invisible paint through black light. He is a kingfisher and wakes up early to fish. Everything is like this. It's there, you just can't see it. I left the underwater camera in the empty black water. When I retrieved it to view the image, I knew the water was still full of fish. It's there, everywhere, it's alive, and the whole place is full of life. Although Pablo and I have learned to communicate well, despite language barriers, sometimes when I ask him about his child or wife, he looks at me but does n’t understand, and then says: No, I think he is a Green and reddish brown people. Kingfisher When I ask him about Coca-Cola's local cuisine, he will say: It's the black coat Donacobius on the river bank. The Amazon rainforest itself formed very early in the Eocene period, which means that about 50 million years ago, the plates separating South America and Africa were expanding, which means that the wetlands of the flowing Atlantic Ocean promoted the growth of wet forests along the Atlantic coast of South America. In many ways, most ecosystems in the world are much newer than our current ecosystem. We can describe the Capo Primo reef before the Baja California Peninsula as the oldest reef in North America. But you know what? The reef is only 20,000 years old!</p><p>But the Amazon, and especially this part of the Amazon, one third of eastern Ecuador, known as eastern Ecuador, has been one of the least affected by past weather events: since then, geography and weather patterns have protected the eastern Changing climates in the rest of the world. In fact, some scientists believe that the more stable East, where the climate has been millions of years, has seeded the rest of the Amazon over and over again, because other parts of the Amazon have also felt the effects of time. Climate change will undoubtedly create new lifestyles and change the face of the planet. In this way, biodiversity is dynamic. However, rapid weather events, or any rapid events on Earth, also mean mass extinction. Therefore, it may take 30 million years for the Earth's biodiversity to recover from the extinction event. So, can you imagine how important such a place is? It's like Amazon's natural seed bank and has been around for thousands of years. At the end of the river's navigation, the striped heron fished peacefully and we left the boat. On a hill, along a path, I noticed that although biodiversity was almost completely hidden, it appeared in the most hidden corners and crevices. The leaves are folded. The sheets are sewn together. Branches and branches do not always look like. But you can be there, right in front of them, and you don't see it at all not a stick, but a lizard, spider, orchid vine.</p><p>For the next three hours, we walked through narrow moist forests along narrow paths, combing fallen leaves in search of poisonous frogs. It's really shocking to see such a small thing but draw it so vividly. Generally, the lower it falls on the ground, the more likely the animal's color will dissolve on the dark and dark blackboards. Then, when we saw an aquatic coral snake sliding down a hillside, this pattern reappeared: if you are dangerous on woodland, you may have some adaptive advantages, which often shine.</p>",
    "image_name": "10.jpg",
    "description": "<p>Before dawn, the starry sky under the night sky in the sewage lake with my two guides was strange to me. His paddle was silent, as the stars receded from the surface of the black lake, making the canoe feel like a boat floating in the sky.</p>"
  },
  {
    "id": 11,
    "title": "The Cargo Cults in the Sky",
    "body": "<p>I was sitting in the last row of the plane's delay, but I've been running wildly in the international terminal. This is a sweaty master plan, and once I get off the plane, I run faster than ever People, without stopping, without delay. According to the flight attendant, my plane was delayed for four hours because the captain's spare oxygen tank was exhausted and it was necessary to transport a new oxygen tank from Salt Lake City. He explained that the problems that occur every day are completely out of control, which has been the norm since Delta and Northwest Airlines began to merge this summer. So I was running here. A business traveler turned over the gray hand luggage and suddenly turned around, hitting the Spurs almost directly. But there was no turning back, Eric. As the culture of air travel continues to change, I just need to evolve. When I reached the door, the door was closed. I snorted, snorted, and I leaned towards the door table. The flight was delayed a little. We will start boarding within five minutes. Four guys at the door were wearing dark suits. The only brown dusty man waiting for his two slate grey handbags to pass through the X-rays, explaining to other boys that Quito (pronounced 'Qweeto') is smelly, but there is a dad John Pizza Hotel nearby in the mall And KFC. With the exception of one boy, all boys have grey hand luggage. Short, his hand luggage is black. </p><p>The lady at the door created two lines. One for the general method and the other for the elite method. He then contacted the speaker and announced that all Elite Diamond Platinum members are currently welcomed. This is a signal from three business travelers using a dual-board carry-on suitcase that put their luggage behind the low-profile guy. Your There was a ritual of leaving. It seemed that business travelers were making sure the mean guy knew that this was not diamond platinum. When the diamond platinum traveler disappeared along the aisle, the low-key guy seemed to be significantly disturbed. A few minutes later, the lady at the door announced Platinum All members of the Medal and Gold Medal can board the plane. Now, the low-profile guy got up and went to the gate through the elite pilot's dedicated line. Then, the lady at the door announced that the silver medal flyer could be boarded. A group of business travelers headed for the door. Walking towards the entrance, everyone brought hand luggage. After welcoming families with young children and those who needed more time to board the plane (somehow now welcoming elite members), the lady at the door welcomed the general approach. It was me and I approached the door, and for entertainment, I decided to cross the elite route. After September 11, use Format camera equipment travel has a whole new meaning. I have 48 pounds of metal on my back, which means that they stop me in almost all security checks; they stop me. Sometimes I go around the corner Special room. Sometimes this is the fun part. My camera bag failed the bomb test, and various resources were transferred around the airport during the bomb test. </p><p>In all these years since September 11, I learned that traveling by air requires a lot of patience. My character has always been the dream of TSA agents. I even tried to make them laugh. In Portland, Oregon, where almost every award for the best airport is won every year, TSA agents are the kind of people they might disclose all personal secrets to. They are really just good people, and I really look forward to confusing them when I call it 'Cinema Inspection'. The security process may be degraded, and the TSA agent sometimes does not seem to be entirely human, but the TSA agent's relationship with the worsening flight experience may be less than many people. Claim it? Once they pass the security checkpoint, are TSA agents responsible for the endless chain of bad services and bad behavior that travelers typically encounter from airport to airport? </p><p>When the woman at the door looked at me, she didn't know what to tell me. Technically, I am the only online guest, and technically, I went the wrong way. Although I wasn't excited or excited about crossing a special elite line, I realized that I had won a small victory. Just a small victory against modern air travel. Ordinary travelers can imagine the elite route. If all leisure travelers were on my way, maybe we could create enough anarchy to bring the entertainment industry into the 1950s, when leisure trips were king.</p>",
    "image_name": "11.jpg",
    "description": "<p>Don't forget this. Travel is about joy. The journey is: don't let anyone tell you, joy. Have you ever seen any poor sap glide over a plane over an airport? Well, it's me. My flight was delayed for four hours, but my stopover was only three hours, which meant I lost my flight.</p>"
  },
  {
    "id": 12,
    "title": "The Sylph in the Forest",
    "body": "<p>From Quito, we head southeast along the modern road to the Papallacta Pass, which begins to descend towards the Amazon basin. At the top, we turned to the Cayambe-Coca Sanctuary on a dirt road, rising to a height of 14,000 feet. Gabriel parked the truck next to a series of cell phone antennas. Antenna security personnel joined us and we walked down a small stone road. From the top you can see mountains in all directions. The landscape here looks like a coral reef on land, as well as an alpine swamp. It is called Páramo and as an ecosystem it only exists in the northern Andes. Wind, barren, bumpy, but not without life.</p><p>As the three of us talked, looking towards the landscape, there were a few Andean condors passing under us, passing our airflow. It is an accident to see these birds here: Ecuador has fewer than a hundred birds, maybe only thirty. Their wingspan is more than ten feet, making them the largest flying bird in the world. They drove directly to us, and a few seconds later, these huge vultures passed us. This is an incredible sight even for Gabriel and security personnel. In Europe, Africa, and Asia, bald eagles have bald heads, with black coats and brutal grimace. In the United States, bald eagles have black coats and sinister grimace. It's completely arbitrary. In the old world, bald eagles were just scavengers of raptors. American vultures are descendants of storks. How can seemingly barren land feed this giant animal? Perhaps because the plateau of the Andes is too cold to sustain various decompositions. The Andean condor is almost alone when looking for dead meat. The northern Andes can feed the largest birds at high altitudes, but it's also a great place to feed smaller birds. In the afternoon, we got off and headed east to a cabin. Here, the lowest altitude (about 9,500 feet) has meant that the environment has completely changed. It is no longer a wasteland, but a humid, dense, lush green tropical forest.</p><p>The dinner at Guango Lodge was lovely. You could say that dinner here may be superior to some of the best dinners in some restaurants in New York City, but there will be no food charges tonight. This is the paradox of traveling from a small hotel to a small hotel in Latin America, which often includes meals, dinners are not prepared by famous chefs, but by someone's mother. Guango Lodge is a very professional hotel. For hummingbird lovers, they want to see species that adapt to the high altitudes of the eastern slopes of the Andes. This is a thin, temperate and humid forest inhabited by some of Ecuador's strangest, elegant and delicate hummingbirds. While the kitchen was preparing coriander soup for Gabriel and me, two men in old computer equipment colors came in from the hotel door. They have a lot of photographic equipment. When you put a telephoto lens and a tripod in the corner, you can rest assured.</p><p>Jim and Alejandro didn't know each other until a few days ago, but they have one very important thing in common, even though one of them is from Central California and the other from Barcelona: they like photography, Especially like photography. Hummingbird Gabriel and I were very interested in his itinerary. When I told Jim I wanted to see pictures of his hummingbird, he opened the door and we agreed to see them after dinner. The manager brought us fresh juice from the kitchen. This is a fresh and crispy juice made from guanadilla, passion fruit and other fruits and vegetables near the altitude. After dinner, Jim sat next to Gabriel and me and turned on the digital camera. Immediately, I was frightened and silently cursed myself for my fan error. Jim's digital photo counter showed that he had 1,800 photos on his memory card.</p>",
    "image_name": "12.jpg",
    "description": "<p>The Andes are long and high, and the depths of South America as the backbone of the continent seem to depend to a large extent on the slopes in which they are located. The kitchen seems to change depending on the altitude. Culture also depends on altitude. Especially the biological world seems to be dominated by slopes. </p>"
  },
  {
    "id": 13,
    "title": "Dual Citizen in Coca",
    "body": "<p>No, this cannot happen. I now how to do? OK, she said, we can book air tickets for Seattle, we can make an appointment with a passport agent, or we can fly by the next day. Would you like to do this? Yes, of course I would say that this is a planned month that has worsened in the chaos. 'Wait,' I told him! I need to call my wife. How much time is too late for me? 'Twenty-five minutes. How far does she live? Ring Ring Ring 'Jane, I know you got the flu, I know you didn't sleep much last night, but I need you to wake up our son and get to the airport in 25 minutes with my other passport!' 25 minutes Later, the employee took my German passport and said to him: Wow! Your trip has just been purchased by someone else. You should pause for a while now! For your safety, I'll take you ... the gift you owe your wife is great!</p><p>The next morning, I was on a Coca-Cola bus in Ecuador, the gateway to Amazon. When I think this is the first time in my life I have traveled as a citizen of another country. Although I can't explain why, traveling with my German passport changed everything. About the smell of Coca-Cola. Is it citric acid and diesel? It makes this place intoxicating. This is just a small city with 30,000 inhabitants, and I'm crossing, but I can't help but be grateful for coming to Amazon's historic adventure gate. When he grew up in the United States in the 1970s, he grew up in a weird postmodern era, when parents raised their children as helicopters and lawnmowers, and buzzed around them , Eliminating the risk of problems. the way. But my two parents are immigrants, so we are still children in the countryside, without helmets and planned activities. I realized that travelling as a German and travelling as an adult in the livestock industry did not have any worries and inconveniences. </p><p>That night, at the Sacha Lodge bar, I sat in a chair and read a book about explorers. Behind me, two British couples apparently didn't realize that I was in the bar, and they started to sleep with Americans, how terrible they were. I stopped reading for a while, thinking about what weird topics were discussed on Amazon, and then I went back to the book. For over a year and a half, I've been telling my son a story about Captain Rat, who sailed on a rat-sized boat, fought pirates, and performed various missions in different island nations where he lived. But after going through almost 500 stories, I realized that I would not be in 2012 without the development of the story to include more characters. I decided to make Mouse Captain need a staff member to make the story more appealing to kids around 5 years old. Naturally, in an era of low peace and piracy rates, Captain King will be called to lead the unassigned southern oceans for exploration and discovery missions. </p><p>But what would the crew of the Mouse Corps look like? In search of inspiration, I started trying to get to know the real historical science exploration team. Given that I am traveling on Amazon, I have to pay special attention to various travels on Amazon. My mouse team needs a botanist, and I have decided that the botanist must belong to the pocket mouse category. This seems appropriate. The next night I heard the British couple chatting again at the bar. But this time, they asked the guide to tell them more about who is the worst traveler. The guide made almost no mention of Spanish travelers, but the British couple then talked about German travelers, how they always smile and are very serious. After becoming an expert in history exploration, I disagree with this evaluation. In the early history of exploring the Amazon, the Spaniards, Portuguese, Dutch, and Irish did everything possible to colonize the Amazon. If it weren't for the German naturalist and explorer Alexander von Humboldt about how our explorers and missionaries conquered them through the Amazon, we might not know much about their religious motivations for travelers Shocked by their treatment of the locals, they wrote to everyone. Von Humboldt is a Pomeranian botanist who collected plants and shells when he was young. Unlike his European explorers before, Humboldt seemed calm on the Amazon, seeing surprise, order and beauty.</p>",
    "image_name": "13.jpg",
    "description": "<p>My backpack is so perfect: there is no waste, everything I need is correct. I got up at three in the morning and arrived at the airport as soon as possible for the longest travel time. But when I arrived at the airline counter, I looked at my backpack and picked up my passport. The employee said, 'Sorry, you can't go.'</p>"
  },
  {
    "id": 14,
    "title": "Guacamayos Ridge Trail",
    "body": "<p>This unique habitat means unique animals, especially a wide variety of birds. I am here with the guide and friends of the nearby San Isidro Lodge, which is known as one of the most successful birdwatchers in the area. Its purpose is to find a large tree in the Andes. This bird is hard to find and was seen by a group of people the day before. My goal is to search and shoot frogs. Last night, Gabriel and I visited the area's biological research institute, Yanayacu Biological Station, because we know there are many types of frogs in the area. When we arrived at the station, two dogs behind the barbed wire greeted us and they were very angry about our presence. Their paddock follows the road to the facility, so they have a section of football field that can follow us and is very threatening. </p><p>We arrived at the station at the end of the afternoon and the staff explained that there was a small river on the other side of the main road. We must wait until the night when the frogs start calling. At the same time, they explained that we can look at their caterpillars. The station has been collecting data on caterpillars in the area. They hope to find specimens invaded by parasites. The idea is to collect hundreds of cocoons and wait for the possibility of parasitic wasps. Many cocoons hatch like ordinary caterpillars, and one researcher proposed removing them from the research bag so that we could see them crawling. Each caterpillar is even more incredible than the following: complex spines, horns, unlikely color patterns. These caterpillars are rarely seen in the wild, so much so that I find it hard to believe that they were collected a few miles from the facility. This fact that has kept me confused is important to remember in the jungle. As everyone knows, new visitors are disappointed that the jungle is green and not as full of life as they expected. Actually, that green jungle is full of crazy life, but if you don't look for something and don't try to find it, you wouldn't expect to see anything.</p><p>When night turns into night, we follow a path near the station, along the river. A few minutes before the sky completely darkened, the frog began to hiss by the river. We both forgot the flashlight, so we had to borrow a pen from a research station. We followed the call of the frog to the stem of the tree, and then walked to the branch of the branch. Every attempt to find a hoarseness will end in failure, so we move on. Gabriel suggested that we walk across the river because I told him that I read that Ecuadorian frogs tend to live in leaves on the river. Even when we reached a section where the frogs in the river were more densely tweeting, we could not detect a frog. Similarly, the jungle may be green but full of life. Even if you are looking for a lot of things, you may not see it if you don't know how to find it.</p><p>Today, I am determined to find a frog in Ecuador. Gabriel and I were told that we just need to look down on every species of Bromelia that we can reach. The extraordinary slope of the Macaw Road makes trees and branches almost always hang next to us or tangled together, which gives me more opportunities to view the canyons of the Bromelia plant. The life presented here, even the bright one, is confusing. You can walk away from the masked Trogon from the bright colors without knowing where it is. Even the strangest hummingbirds seem to be completely covered by green. I have always wondered why animals have such a luxurious color in the jungle. In temperate regions of North America, most animals prefer neutral-colored trays this season: brown, gray, white, and olive. So how do lime, orange and watermelon popsicles appear in the jungle? In the tropics, there are many theories about color, but how cautious it looks to see the expressions of bright birds sitting solemnly on bare branches, proving that bright colors can indeed help animals escape animals. Predator</p>",
    "image_name": "14.jpg",
    "description": "<p>On a sunny day starting at the trail, at an altitude of about 7,000 feet, you can almost see the flat area of the Amazon River. The Macaw Ridge Path is cut on a steep slope on the eastern side of the Andes in Ecuador. The slopes here form an island in temperate habitats, surrounded by the most typical subtropical habitat in the Andes.</p>"
  },
  {
    "id": 15,
    "title": "Tropical River Island Pioneers",
    "body": "<p>The Napo is Ecuador's largest contribution to the Amazon. It winds through the valleys of the Andes, spinning and flowing through the lowlands of eastern Ecuador. Along its length, the Napo River may be more than any other Great Amazon River, with islands and sandbars everywhere, which makes the river a complex archipelago. We are driving to the huge Yasuni National Park, stopping on several islands on the way. We reached an island with a wide sandy beach, first at the border of pasture and shrubbery, then inland, where fast-growing cephalosporin and palm trees grew. You can't escape the island's abundance of birds, such as wise men and nighthawks among the grass in the wide sandy plains, and hummingbirds and thorns in the densest bushes in the center of the island.</p><p>Although the Amazon has the most bird species, the birds are not very abundant. In fact, one spring morning, Amazon had nothing in my yard. So why are birds everywhere on this small river island? I wandered the ranch on the island with Carlos and Pablo, and I realized the unexpected source of energy. The weather on this river is 78 degrees. The breeze was light and the sky was cloudless. The climate of the Amazon open-air rivers is all year round. So cute, this is our plan for the whole day, only me, the captain and my two guides, just visit the island and float in the breeze. Some travelers believe that Amazon has the most perfect climate in the world. For me, there is something in the clear blue sky that attracts me and attracts me. On the grass, I was surprised to find three children, three years apart. They played happily, dug in the sand, followed us, and hid in the reeds. They are here without supervision. His canoe stopped on a sandbar on the other side of the island. But where is your town? There is only a jungle on both sides of the river.</p><p>For many of our generation and before, the clearest memories of childhood are like this; long periods of independence and friendship, the landscape is like a huge white canvas, waiting to be painted. I walked away alone and was surprised to meet some people again, and I missed it because there was little evidence of humanity along the river. Birdwatching guide and its customers from Spain. As it happens, I encountered this guide on a Quito plane. He has just returned from Ecuador for the first time as an independent tour guide. We talked for a few minutes, and Pablo came out of the forest, shocked and surprised. His younger brother on this island and the way I met him shocked him. Pablo and his younger brother spent the three children of their childhood, hiding in the grass, and the Napo River and all its complex terrain are like a blank canvas. As adults, they both live on their favorite childhoods. When we refocus on the island itself, I can see that the island is nothing more than a sandbar, which can withstand the river during the flood season due to the changing nature of the Napo River. Usually, these islands are accumulated sand deposits that form along river channels. Sometimes these islands are the result of a subtle change of course by the river itself, cutting part of the riparian curve. The river island of Napo is temporary. Intense storms, the rainy season, and the changing course of the river itself can all immediately destroy any of these islands. Why have so many birds evolved to take advantage of this special and dangerous habitat?</p><p>Back home in Oregon, I could walk a quarter mile and find dozens of habitats, each of which could identify them as suitable for a particular type of bird. Even the way the light hits a place, the size of the branches, the number of moss, the existence of cliffs, the types of trees, the presence of dense bushes nearby, etc., can you tell me a lot about what might be circling in the distance . But to us Americans, Amazon seems to be infinitely the same. Strong and impressive, yes, but excluding changes brought about by our North American habitat. Some birds in Oregon, such as the little white bird, are not found in Washington State simply because of the long flight over the Columbia River Estuary. In the Amazon, the river naturally explains the diversity of birds here. The edges of rivers are usually boundaries of species that are almost impenetrable, and they often cannot fly far. When the river changes direction and forms a new path through the jungle, the population is divided into two parts, providing an excellent opportunity for species division.</p>",
    "image_name": "15.jpg",
    "description": "<p>Before morning, we docked the canoe on the boardwalk and walked for half an hour to the hotel's dock where the captain was waiting for us. The hot weather and all the painful paths through the rain forest drove me crazy for a long time. But once the motor canoe landed, we screamed on the Napo</p>"
  },
  {
    "id": 16,
    "title": "The Poison Frogs of Salt Creek",
    "body": "<p>I told him, 'It's getting dark.' 'Isn't all the mangroves here and there? How long did she go? She didn't pass this road without going through the muddy disaster at night.' Erik, from These women in Panama, they grew up in these places, different from you and me. Only an hour's walk from Salt Creek, but these women from Panama have evolved differently, as if there was a net between their feet! 'He was only half joking. He stood up and said,' Sometimes there are wooden boards between mangroves, they just know how to walk through them, like this. 'Then he stood up and said,' Chick, Chick-a, Chick-a ', and intends to jump over a small board in the mangrove. He said,' When I tried to cross the mangrove, my The knees were muddy.'</p><p>Martin and Elessa will cook the fish that the next-door family sells to the resort this morning. I know I will scream tonight because I woke up this morning and saw a boy running around the hotel with a big scream on his shoulder. Food in small eco-resorts is usually one of the most incredible, and here at Al Natural, where wahoo is cooking with cabbage, pineapple and almond glaze. Guests in small eco-resorts (such as food) are also more likely to become fun, friendly and fun, and as the guests approach, we introduce ourselves. A woman from Manhattan explained her husband's obsession with Skippy peanut butter. He wears large trendy glasses from the East Coast and is an expert in forecasting Egyptian political outcomes for a company that studies regional risks in global hedge funds. I don't know how good her latest report predicts the events of early 2011. Another guest was a middle-aged woman living in Venezuela, who controlled human rights violations. Her boyfriend lives in Mexico. They explained together: 'This is half.' Skipi peanut butter responded to his conversation about Venezuelan politics, saying 'Chavez is like Nasser. He did not succeed, but achieved populism.' She responded by saying : 'And, like Nasser, he will know how to pull those magical rabbits out of the hat for a few more years.</p><p>Four Americans from Russia have been to Bocas del Toro for years and to several islands in the archipelago. When one of them, Tamara learned that we had been to Red Frog Beach on the other side of Bastimentos Island, she mentioned that they had stayed once. After learning a bit about the history of Red Frog Beach Resort and Pier, I asked him what he thought of his stay there. 'Not much,' she said. 'This is not a pleasant place, you can feel it in the atmosphere.' He explained that Red Frog Beach Resort, which was originally intended to account for 9% of the entire Bastimentos island, will be a huge large-scale development project, of which Includes a golf course. Of course, the dock and hundreds of units are for sale. 'They just go there and do what they want to do. They are guys from Minnesota. They don't know what they are doing. They don't listen to the local Indians and they worry that development will destroy their ecosystem.'</p><p>I told him that when we were in the Red Frog Beach area, the place seemed to have deteriorated with little development. 'Well, this is completely correct, because all the glory of Red Frog Beach Resort has failed. Now, there is really only one hotel. They are under the administration of a new government and are trying to do more for this , But it actually doesn't work. '. Explain how development continues to try to do things its own way, often undermining the local community and economic components of India. When referring to the famous red frog named after the area, she explained: '(The development project) deals with red frogs in that they try to pick them up and put them elsewhere. That's his environmental plan. This is a place with coral reefs, mangroves, and basically the entire island is a protected national park. These guys are trying to build a golf course here. 'The red frog of the resort and beach name has been attracted to Bastimentos for many years. The strawberry poison arrow frog is actually one of the most common poison frogs in Latin America. It covers many lowlands in Nicaragua, Costa Rica and Panama. But strawberry frogs: Oophaga pumilio frogs living in Bastimentos have a unique meaning, that is, they have great variability, just like wild city pigeons in large cities: they have multiple colour. Some are red with black dots. Some people are white. Some are orange, some are yellow, and some are even green. On the nearby peninsula, a small number of the same species live on the beach in midnight blue. If extended to other parts of the Caribbean coast of Central America, the puffiness could be black and white, green and yellow, green and black, and so on.</p>",
    "image_name": "16.jpg",
    "description": "<p>As night turned into night, he sat on a glass of rum, sat with us, and chatted with our children. When the chef arrived in neat clothes and smelled the perfume, I silently wondered where it came from. There is no road here, I don't listen outboard, and no canoes are docked on the pier. This part of the island of Bastimentos on the Bocas del Toro Islands in Panama is surrounded by dense forests and mangroves.</p>"
  },
  {
    "id": 17,
    "title": "Moonlight Ferry to the Zapatilla Cays",
    "body": "<p>Bastimentos is a large island, but it is almost completely preserved as a land part of the Panama National Marine Park. There are few cities on the Big Island and there are no roads connecting them. When we leave Punta Viejo, the pier at the southeast end of Bastimentos, we will leave the dark coast, so the stars and moon can provide all the lighting, even in a sky full of midnight floating clouds. Under dark blue light, your eyes quickly adapt to this dark blue. The waves came from the Caribbean Sea, bulging by coral reefs and looked bigger. So much so that I once shouted to the captain because I was sure that the waves would reach us, but he knew the true size of the waves and could pass us cleanly. Then I smiled at the captain. Last night, we all saw the monkey falling from the tree at night. They are little monkeys, but they have big eyes that let them see at night under dim light. The way they talk, accompanied by buzz and buzz, reminds me of these animals alive. Throughout the day, you will never know that these strange creatures inhabit the forest. But here they are, their ancestors did the same thing they did thousands of years ago, searching for food in the dark. Seeing these primates descend from our darkness into our world, persecuted me in some way. Knowing they are always there, just can't see. Within walking distance of slippers; the marine park also protects two small islands. The captain brought the boat to the shore and I jumped. Back to the boat and disappeared. I clicked on the lighthouse and started walking along the beach towards another Cayo Zapatilla.</p><p>Slippers are part of many island archipelagoes, located in a huge bay, Almirante Bay, and a huge lagoon, Chiriquí Lagoon. These islands are called the Bocas del Toro archipelago and are located in northern Panama, near the border of Costa Rica. Coral reefs protect the bays and lagoons of the choppy Caribbean Sea, so although this water is indeed ocean, there are very few tides, tides and waves. There are no hurricanes here. The water inside the Bocas Del Toro Islands is so calm that people prefer water between countless mangroves and build their own houses and businesses on stilts. But the small sliding keys are uninhabited, so in the starry sky of another world, I walked along the narrow beach until the vines and dangling trees entangled this light. I decided to sit on the edge of the beach and look at the stars, but the waves reached the edge of the beach, so I found a place to sit in the forest. Before sitting down, I scanned the trees, the ground, and the eight-foot giant Bromelia plant next to it with a flashlight, looking for creepy bugs.</p><p>In our modern world, few people can sit alone and imagine a world formed entirely of natural light, a scene that has not changed for centuries. These isolated moments are important to me because I need to understand things myself to understand them, and I need silence to imagine. Therefore, my way of understanding the history of the world I live in is to see the templates with my own eyes. In this dim light, I looked at the sea. Weakly, I can see the coasts of the mainland beyond the islands and mangroves, which is an alpine disaster, and the horizon is black. Bocas del Toro has only about 120,000 people. Most of these people live in the big cities of the province, and I know I'm looking at mountains without humans. This was originally a scene of British sailors' emptiness when he woke up for a 50-gun fleet HMS Leopard for an early shift. Human vision may include other 19 ships sent by the Royal Navy to prevent commercial routes from returning to Spain.</p><p>In an hour or so, the first rays of dawn brought the Ngöbe Buglé Indians to the canoe. Today, as in the spring of 1726, these Indians will be playing in the water for most of the day, casting fishing nets or foraging on rivers and reefs. The Royal Navy is the pride of England. In the past 800 years, the Royal Navy has become an unparalleled force to protect and serve the interests of the country, and the political structure of the major European countries has also continued to develop. So, although the army has no other fleet incomparable, the danger lies in the way the alliance changes over time. The man whose turn it is to wake up may not have joined the army because of England's fame or glory, but because the terrestrial living conditions in England in the early 18th century may be a sad combination of survival, disease, and early industry. Urbanizing the navy could have been a risk of survival.</p>",
    "image_name": "17.jpg",
    "description": "<p>I woke the captain from the captain in a hammock on the edge of the pier, and we both jumped on board. The pier belongs to a small group of seven bungalows on Bastimentos Island, where my wife and son are asleep, and we are the only guests.</p>"
  },
  {
    "id": 18,
    "title": "The Wise Glass Frog of El Valle de Antón",
    "body": "<p>I feel that what is happening now or what is coming tomorrow will reveal our world better than fallen bricks and old parchment. To travel today is to leave the well. That's why I am writing to you from the small town of El Valle de Anton, located inside the volcanic caldera, which is sometimes called the Global Zero Extinction Zone. On Sunday, the scenery of El Valle Anton Open Air Market is endless, with vendors selling fresh fruits, decorative plants and art. Among the bright lilies and meandering orchids, you'll find vendors selling hundreds of carved and carved yellow frogs. Hope many of these frogs are sitting on mushrooms and looking at the sky. Some cheerfully decorate the ceramic kitchen or sit down in sexually suggestive poses. Others chat or surf the Internet on their phones. </p><p>The Panama Golden Frog is a bright yellow amphibian that is actually a toad with active black spots. A living treasure. And all the relevant information: its delicate and slender body produced throughout Panama, evasive behavior, unusual behavior, and myths and folklore make the frog a national symbol. The frog is Buckingham Palace, the Bald Eagle, and the Eiffel Tower of a young country. If I had to go back in time and review the evolutionary history of this small animal with time-lapse photography, I would see a story about narrow escapes and incredible odds. A story made of dinosaurs and a changing continent, a volcano erupted. You will experience an episode of the best stories on earth. Time lapse will end two years ago, in El Valle de Anton, when David Attenborough's BBC film crew announced that the Golden Frog was extinct. </p><p>Today, with heavy rain pouring, the stream turned into a raging river, forcing loose logs and tearing tree branches hanging from the water. Despite the rainy season in Panama, today's weather is very violent enough to damage the dam in El Valle de Antón and separate the asphalt on the road. I was eating with eight birdwatchers in the open dining room of Canopy Lodge. We were strangers this morning, but we have shared wine and stories. A man enters the restaurant in camouflage clothing, wading boots, a flashlight and a snake stick. Before arriving in Panama, I had arranged Mario to guide me through the creek of the El Valle. The history of frogs disappearing from the world has troubled me since high school. I thank Joseph for joining us. He is a birdwatching guide who works hard at the hotel and invited him to join us. He explained that no one had done anything like this in the shelter. From the van, I saw the darkness when Mario and José were joking in Spanish. I try to continue their conversation and want to know what people are talking about in El Valle. But from time to time I listen to Bufo marinus or Euphonia, they talk about frogs and birds.</p><p>Hi, I'm thinking about my conversation last year. Maybe I drank too much alcohol, and I regret it because I need to stay wise. A friend visited my family and spoke extensively about climate change. He tried to refute my insistence on the science of global warming and said that every generation thought it was the most important. And climate change is just our arrogance and our generation needs reasonable collective exports. I explained that as we leapfrog to overpopulation and super efficiency, the challenges of each generation are actually more and more important, and the world of our children and grandchildren will face more challenges than the grandparents or grandparents sitting here A fierce battle of tough choices and more unimaginable challenges. Let me tell you, don't forget the course of the past 100 years, from World War I to the more terrible war to the Cold War, what happened, this is the first time that human beings truly distinguish themselves from the earth. . Now, Lola, I think of you too. As we jumped from the truck late into the night, I was thinking about a conversation about the meaning of extinction. We left this road, headed for the pedestrian bridge, passed the water farm, and then went down a small river. He told Mario that he wanted to find frogs. What is the target species you want? No, I already explained that I have no target species. He talked about the golden frog. No, I don't want to find the missing frog. I asked the poison arrow frog, referring to the most beautiful amphibians in the world, from Panama to the Amazon. </p>",
    "image_name": "18.jpg",
    "description": "<p>The Chinese have this sentence. They said that the frog only saw the sky from the bottom of the well. The same goes for travelers, the way we travel two thousand miles to isolate ourselves from the world in museums, and to preserve ancient times.</p>"
  },
  {
    "id": 19,
    "title": "Coconut Train to Cuero y Salado",
    "body": "<p>Tonight is a blue night; it's cloudy, it's raining, and the light will soon turn on, now it's just the light of fireflies. One million fireflies. The edges of the grass and forest are like the upside-down night sky. Coconut trains are all metal: swaying old metal painted yellow and red, making a lot of noise. This voice made people say, 'I can't even think!' But the noise made me think, travel gave me life, and I realized that most of my life, this is where I have been trying. Almost fabulous rural land in the north and east of Honduras has always fascinated me and was shocked by the shock of this old road, and everything unites for me. Germán grew up in the Nombre de Dios mountain range, which is located directly south of us and is now part of the Pico Bonito National Park.</p><p>The train passed a small spot in a village called Montpoble. Through the open door painted pink or yellow, I saw men playing billiards, women in formal white dresses grilling by the campfire, and children sitting on steps. Between the late 19th and early 20th centuries, one of many roads built in Honduras by two competing banana companies was part of a coconut train to Cuero y Salado. Hurricanes, floods, washing and weather made most tracks unusable. However, some sections are still buzzing. This is to remove coconuts from the field and take them to the processing plant. And because there is no way. Germán found a huge lantern in his backpack and illuminated it in the wild. `` Pauraques, '' he said of eyes that look pink in our light: the newly migrated nightbirds in the field. The coconut train stopped at LaUnión, where the driver picked us up. We drove through the pineapple fields of Dole. You know something about pineapple work, German said. After two hours on the first day, you can't feel your back. Like many people who grew up near the Caribbean city of La Ceiba, Germán worked as an ordinary worker in the pineapple fields of Dole. Pineapples are harvested only once a year, and fruits must be kept all year round. But the fruit is in the middle of an unpleasant large Bromelia plant with spines and spines. Men working for these fruits face great difficulties.</p><p>He explained: Many of my friends turned a blind eye. They went in looking for pineapples, but you have to be careful. In the lighthouse, we observed a thousand species of pineapple plants. If you don't think about it, then buy a pineapple, you will lose your sight and you will be blind when you are young. Germán started his career as a rancher, then worked in pineapple fields, and once spent on the mainland. One year, repairing a ship for a seafood company in Roatán. However, it was his past life that lived at the foot of the mountain, which set him on the road to becoming a high-level guide in the desert. When his mountain became a national park, Germán was accepted as a park attendant whose job was to protect the area from poachers, using their ledges to find secret signs for hunters seeking biological rewards . that area. He described his days protecting the park. The bad guys are always there, we are just a few to protect the essence of our country, he said. The work in Honduras is not as dangerous as a park ranger. He continued to tell me about the ranger being beaten or even killed. This work helped Germán prepare for a wildlife guide. It has reached the top of a mountain called Pico Bonito eleven times. According to climber standards, this peak is not high. It's not exactly 8,000 feet. But the jungle is so well protected that few people reach the summit of Picubonitu. An adventure takes a week. Many summits of the smallest mountain in Pico Bonito have never reached the summit, and most of the entire park has never really been explored.</p><p>Germán, who had seen five species of wildcats in the country during the summit of Pico Bonito, explained to me the real danger of such a trip. 'Slip on those rocks and no one will take you out. You're done. You've been away these days. Let's say ten people want to be led to the top. Everyone paid me a lot of money, and also a lot of money. But not much money is worth my life. Listening to Germán's story about the jungles of Honduras reminded me of how this area constituted most of my life. A long time ago, I heard the first story about a lost city that may or may not exist in eastern Honduras. The thought and apparent credibility behind the possibility of ruining the size of a completely undiscovered city on my own continent puzzled and captivated me. Over time, any story about eastern Honduras caught my attention. I began to lose interest in lost cities, accumulated about the true geography of the land, and how much land was undeveloped in eastern Honduras. Books like Paddle to the Amazon and The Savage Shore helped me see a place that is almost impossible to know because in most cases it is not on the map. The question is: What is unknown in eastern Honduras?</p>",
    "image_name": "19.jpg",
    "description": "<p>I'm on a coconut train to LaUnión. I shared a second train with my field guide, Germán, at Pico Bonito Lodge. During the day, you can see how this ancient road crossed the swamps on the rotten bridge and passed through the fields of palm trees and cattle. You will see the palm trees full of blue flowers.</p>"
  },
  {
    "id": 20,
    "title": "The Philosophy of Monkey River Town",
    "body": "<p>But Vance started screaming. You know, not the cry of pain, but the cry of a stuffed animal. The monkey screamed. He took off his shoes, the giant spider crawled, and a furry half-dollar started running on the truck. I felt my shoes beating. Vance said. Then shouted. Not furry crying, but creepy screams. The spider just wanted to get rid of my shoes. The spider crawled under the floor and under the board, we couldn't find it. This means that the insects will crawl underneath the ground on our route to the Monkey River in Belize. This spider has a lesson. This is the first rule of tropical camps. Don't take off your shoes at night. This complies with the second rule. Keep the store's zipper closed at all times. The third rule might be this: Cover your body with dessert. We have acquired 90% of Deet. Such a powerful mosquito repellent can stain clothes and swell the skin.</p><p>If properly treated, malaria, yellow fever, dengue and cholera are not fatal, but using healthy Dieter foam can be avoided. But the real bastard watching in the Central American Caribbean lowlands is the big dog. The snake's internal bones vibrate in proportion to the weight of nearby animals, which allows it to estimate how much poison to inject to send it to the grave based on its weight estimate. It has been observed that a spear approaching the weight of the jungle traveler and his horse attacks the horse with poison based on the horse and rider's amount. This provides credibility for taking this path. In the dense riparian forests of Central America, no one walked the path. Even Mayans living in the area are building roads and highways. Walking too densely and thinking too dangerous. Flies infested southern Belize where we were going. The subject made a clean circular incision in his skin and numb his feelings with poison, so he could not feel how to place the larva under the skin. Hatch larvae, snorkel and breathe from the skin, then hatch and fly out. With all these advantages in the store, I think this would be the perfect place to answer that open question. Do you think we will find the answer to life here? I asked Vance.</p><p>Small places can express their voices. According to the rules, Singapore is Gibraltar, Britain is Israel, Israel is violence, and Tonga is overeating. But Belize has almost no say in the world. Belize is not much older than Israel, but it is not a mouse barking dog. The Caribbean Lowlands are places of historical turbulence. Left rebellion, right executioner, drug syndicate, Spanish murderer, brutal pirate. In all these respects, Belize's brief modern history is an innovation policy, a distinctive culture, and a total contradiction with the rest of Central America. We met Doug Singh at his home in northern Belize. Opposition United Democratic Party President Mr. Singh is running for senator in his area. 'Will you win?' I asked, 'I don't know. You know, another person is very popular. But the current government has promised many things they cannot achieve. They promise to reduce work and taxes. None of them were delivered. They promised more jobs in the area of ​​national development and construction, but all construction materials were imported, so leaving Belize still had more money than staying in the country. ''</p><p>Doug and his wife, like many other couples in Belize, are part of the country's complex ethnic integration. He explained the problem of Garifuna, a mixture of former black slaves and Caribbean Indians, who fled south of Belize. He talked about Creoles; a mixture of black and European. Mennonites from Austria were mentioned, they drove carts. Lebanese and Chinese withdrew from northern China when the Japanese began the massacre. Talk about the difference between Latino and Latino. The first is the direct combination of Spanish and Mayan. Radinos' races vary widely, almost I have everything. The Mayans themselves are the only natives of Belize and they often speak other languages besides their own mother tongue. Doug himself is an East Indian. When Belize became Honduras in the United Kingdom, India's agricultural experience in banana plantations was needed. His wife is Puerto Rican. Belize has many shades of pink and brown. Maybe too many people are angry about it.</p>",
    "image_name": "20.jpg",
    "description": "<p>It's all going great. We have reached this small place on the Caribbean coast of the underarm country of the Yucatan Peninsula. We are leaving Garifuna fishermen's town, where we spend the night, hiding in tents in the weeds on the beach.</p>"
  },
  {
    "id": 21,
    "title": "Old Highways of Peten",
    "body": "<p>Vance and I stay at the White House because we both need to take a bath. That's why I shiver when the shower doesn't work. I screamed. The hotel staff heard the news and shouted at the wall where the principal of San Ignacio had just exploded. We met Lisa and triplets at Eva's and discussed sharing the cost of beer and tortillas to Guatemala. It seems appropriate to go to Guatemala with a single mother and her child. To her, it was a sense of security, and to us, it was a cost. We sat in the swaying bar and talked about Woodstock, Los Angeles and San Ignacio for hours. Did I not notice that the triplets kept the conversation alert? Later, this seemed strange. The 14-year-old American is so stupid. what's the difference? Something about the triplets reminds me of the Mayan child of Toledo. At the age of 14, everyone was curious. From the party they attended a party in their hometown of Woodstock. Those guys were blown up. For Eva's customers, almost human. At that age, I couldn't tell the difference between a heroin addict and a blue suit junk.</p><p>Lisa explained how to bring her children to different parts of the country, Rome, and then to Canada and Mexico. Is Lisa a rich mother who can afford it? If she were to take a taxi with us to Guatemala, it would not be. Lisa was interested in her child's education and treated her with a practically cruel attitude. In the morning, we took Lisa and her triplets to the border, then crossed Guatemala, where a cousin was waiting for us in a van. Guatemala's agricultural landscape is very mature. Green valleys, cows and goats, huts on the road, are always surrounded by higher jungles. We passed by the huge Peten Itzá lake, which was filled with sulfur, and the consistency of the sulfur made it emit blue-green from the shallow sea. In the southern part of the Petén jungle, the farm gradually recedes, and the jungle trail is surrounded by tangles and moisture, noise and life, blows, and movement: turkey crossing, Coati sailing forces. This is the way to Tikal, and we hired Miguel Asturias, who spoke quickly to guide us through the ruins. Miguel, about five feet tall, is extremely nervous, just like a long distance runner. He was in his forties, with a curved nose and shabby skin, and looked as healthy as a climber.</p><p>Our walk started on a small slope towards the Petén rainforest. My first impression: The world of the Maya is probably the strangest environment of any ancient advanced civilization. In human history, has anyone cut down and built houses in a place so dense, warm, humid, and full of such peculiar colors? The fact that crocodiles often go to the old watershed here makes it even stranger. I told Miguel, Crocodiles must not be here, they are marine animals. 'No, not at all. A crocodile can smell a lake seventeen miles away. They can walk through the jungle. After the lake dries, they advance to the next lake. Crocodile can move throughout Central America.</p><p>The 1996 peace agreement was supposed to end atrocities. Things started to look good. `` A lot of changes were made. For example, according to the law, every person with a secondary education in Guatemala must teach three to read and write. We need this in Guatemala. The literacy rate used to be below 30%. They are now in their sixties. But when Alfonso Portillo was elected president in 1999, the situation began to decline again. '' The Guatemalan army and police have begun a new abuse campaign to cover up traces of their past. Although the left supported Indian insurgents' demands, Portillo was reluctant to take action on the new bloodshed. But all the murders and bombings in Guatemala seemed stupid to a peasant country. Who needs anti-Communist Gestapo in cutting sugar cane and screening coffee beans? Guatemala's vicious history complements its ancient history: the history of the Mayan civilization is bloody. The fighting between city-states is endless. With all these struggles, Central America has suffered from drought for a year. Drought and war may be exploited by other civilizations, but the Maya also overuse their crops. Cause the first environmental disasters; destroy your floor. Multiple tolls quickly destroyed civilization; crushed the priest and scattered the Maya in the jungle.</p>",
    "image_name": "21.jpg",
    "description": "<p>Saint Ignatius slopes towards the river; a disproportionate city with many disproportionate streets. Asymmetric streets are narrow and illuminated by neon lights. Many restaurants around here are Chinese, Lebanese or Indian. We met some New Yorkers, Lisa and their triplets in southern Belize and agreed to meet at a Lebanese-owned bar next to the White House.</p>"
  },
  {
    "id": 22,
    "title": "Habana Vieja and the Little Farter",
    "body": "<p>The airport taxi driver looked at me and said, I haven't seen many Americans. Okay, I answered. The plane is empty. I showed him mysterious photos taken on his flight from Atlanta to Havana. I told him, None of these people are U.S. citizens. I said, bald pointing to the first few lines of me, Canadian! I pointed out some of the first few lines of the previous line. These people speak Spanish here, but they don't speak English. I think they are Cubans!So how did you come here as a U.S. citizen? It's difficult, isn't it? He asked, weaving Old Chevrolet Bel Air in the 1950s, Moskvitch 2141 in the 80s and Polski in the 1970s. Actually, this is no problem at all. Coming here is easier than this. But on June 16? He punched the steering wheel with his fist and said, After June 16, the tourism industry in the United States is like this. As the hand dropped, he whistled, how to describe the stock market on Tuesday. Black.</p><p>He explained that in President Trump's June 16 speech, after he reversed the Obama-era diplomatic thaw between the United States and Cuba, the US tourism industry fell by at least 80%. He explained: That was the intention, but it didn't really change much. Most Obama-era laws still exist. It's about fear, confusion! He nodded in understanding. Do you know Ebola? I ask. As soon as the Ebola epidemic is reached, even thousands of miles away, the tourism industry collapses, such as South Africa or Egypt! When I was a kid, my father took me to the border between West and East Germany. There was a high fence near the road, and besides, there was a strip of bare dirt. This is the minefield. This is The last surprise for any East Germans that are so close. When my father picked up some rocks from the roadside and started throwing them into the minefield, we could see soldiers standing high on the East German side about half a mile away In the tall grey tower, focusing on us, we still ca n’t reach the study. Being told that I ca n’t go anywhere, this experience may have some impact on my hatred throughout my life. Someone raised a fence to block me.</p><p>When Obama started the process of establishing a formal relationship with Cuba correctly, I was moved because I knew that the time to normalize the relationship had been delayed a lot. This expansion caused a lifetime of political itch. But it was only when Trump turned around to relax that the minefield extended in front of me, and I knew it was time to leave. It's time to jump over the fence, it's time to chase my little fart in Cuba. Trump did modify the law to restrict Americans' access to Cuba. In particular, he cancelled the most important visa, which allowed Americans to visit Cuba as tourists: a person-to-person visa. The move allows for strict travel under a guide, but eliminates separate bed and breakfast travel. This campaign allowed the type of air-conditioned tour bus trips to limit American visitors to fictional Cuba: Cuban cigars, Communist rum, Communist rum, Ernest Hemingway's cobweb memorial, and Sacking happy Cuba. Fidel Castro for decades. Terrible atrocities. My intention is to follow the Trump administration's desire that I do not travel alone and without the Internet. This runs counter to the intention and shows that the threat from the State Department is farting, not hasty. Observing without the Internet is a passionate way to separate yourself from Cuba, and Americans describe Cuba as a tool of their polarization policy. When I heard two Americans arguing about Cuba, it seemed as if they were frozen in time, cut off and isolated for years from the best answer on the street for years.</p><p>He would wear two pairs of shorts, four shirts, a lightweight cotton sweater, a sealed bag with various toiletries and a pair of slippers. He travels as easily as a feather, relying entirely on a free market in which Cuba's services industry is booming. I rented an apartment on the fourth floor of a four-story building. A dangerous, narrow staircase leads to four floors and lands in an alley leading to the roof of the building. This is an old iron chair and clothesline. It's hot here, and I can smell the most charming aroma of the Caribbean Sea. In the historic city center of Havana, the bright and gorgeous flowers that I associate with the Bahamas are ironic. More like Lisbon, Palermo or Marrakech. From this 360-degree perspective, I see apartments built one after the other. In some places, with the exception of cats and pigeons, parts of the building appear to have collapsed and become uninhabited. I saw some abandoned structures with chiseled stones engraved with words such as commercial bank, suggesting yesterday's western capital. These worn surfaces are painted pink and white, sky blue or emerald, revealing decades of cake below: banana yellow, robin egg blue, and watermelon.</p>",
    "image_name": "22.jpg",
    "description": "<p>Ever since I first opened the James Bond guide for the West Indies at the age of twelve, I wanted to see for me a Pedorrera: the mysterious and dazzling Cuban Little Farter. I just arrived in Havana and rented an apartment in the historic and lively neighbourhood of Old Havana.</p>"
  },
  {
    "id": 23,
    "title": "Pirates of Green Turtle Cay",
    "body": "<p>The Lucaya Indians once lived on Green Turtle Island, but were enslaved by the Spaniards and forced to move to other islands. After the pirates left, they lived in these ports and called the turtles because of wood because they are very abundant and edible for long trips. Today, few turtles inhabit the waters of Green Turtle Island, and even fewer pirates, but when you arrive on the island, usually by ferry from nearby Treasure Island, you are likely to enter New Plymouth (New Plymouth) This is the northernmost city of the island. The West Indies are 450 port cities and most of their eighteenth and nineteenth century buildings have been preserved. Due to the small changes in New Plymouth, its original building is a lively document, painted in the colors of the New England fishing village in the colors of the Bahamas. </p><p>To this day, most of the Bahamas residents of New Plymouth have their origins in the city's original colonists: New Plymouth is one of the many settlements where Americans are loyal to the British. Escaped the life that was rejected in the United States. For one reason or another, they chose loyalty to the new republic. In the century following the Revolutionary War, some of these small island settlements prospered, while others perished. At the beginning of Green Turtle Island, it was adjacent to the transportation route to and from the New World, so it was fortunate to encounter continuous shipwrecks. This part of the Bahamas could prove dangerous in rough seas, and the broken ship became a huge rescue spot for those who bravely cleaned the wood, metal, rations, oil and cargo on board. The abandoned New Plymouth has one of the largest demolition ports. More than a dozen caravans were prepared and repaired to rescue the wreckage. Demolition pushed Green Turtle Island to relative prosperity. But interestingly, pineapples will replace new navigation and transportation technologies, thereby reducing the number of shipwrecks off the northern coast of Abaco. The Bahamas has poor soil quality, but for pineapples, the sandy soil of the desert means that this large Bromelia family drains well. The pineapples were discovered by Columbus on Guadalupe the second time they traveled to the Caribbean. Interestingly, they were found next to the pot to cook part of the human body.</p><p>Prior to this, they were cultivated by the Incas of South America for centuries. They are believed to have been brought to the Caribbean Islands by natives of Paraguay and Brazil from the natives of Paraguay and Brazil by Lukayans, Caribbeans, and Tynos. These people lived in the Antilles before the Spaniards arrived, and they considered pineapple to be an essential element that was too important to leave. The plant itself comes from valleys inside Paraguay and Brazil. Because pineapples, especially those in the Caribbean, quickly make mistakes during long journeys abroad, in the United Kingdom, pineapples are required to be the exclusive cuisine of royal nobles and high society, while in the United States, pineapples are considered a symbol of hospitality. Residents of the Laughing Turtles rushed to pineapple agriculture from demolition to meet the demand for a new exotic world. At the end of the 19th century, after the Bahamas pineapple became the best pineapple in the world, imports of pineapples in England and the United States reached hundreds of thousands. It was not until the United States annexed Hawaii that the industry flourished in Green Turtle Cay, creating a tax-free producer. After pineapple, Green Turtle Island tried many industries, from sponges to artisanal fishing and sharks. </p><p>I like to visit Green Turtle Cay because unlike many destinations in the Caribbean, history has not been reimagined, imitated or built to attract tourism. Green Turtle Reef is no longer old on a quiet Sunday afternoon, accompanied by the commercial wind of the cool wind.</p>",
    "image_name": "23.jpg",
    "description": "<p>The small island of the Bahamas is known as the Green Turtle Island and is named after hundreds of turtles that once lived in the shallow waters of the island's numerous Atlantic bays and protected natural ports.</p>"
  },
  {
    "id": 24,
    "title": "Guana Cay Reef",
    "body": "<p>Technically, when I saw her in the sky, my family was a quarter mile away. It was noon, and when I saw a strange bird passing by me, I only lived in Abacos for an hour. The sky is blue, the belly of the clouds is turquoise, and the light of the shallow sea illuminates them. Under these clouds are black and white raptors with ribbons on their tails, which then disappear behind pine trees. I walked to the white sandy beach and looked towards the Great Guana Reef. Two years ago, I was there, sitting on the terrace of the Docksiders restaurant, where a dozen Bahamians and some foreign landowners from Big Guana came to meet me. That night was the first time I saw many members of Save Guana Cay Reef in person.</p><p>This is a stressful period for Save Guana Cay Reef members. Their life involves the most unlikely attempt to destroy the Baker's Bay Golf & Ocean Club, a large-scale radical and predatory development project that, without negotiation or approval, is located on the island Northeast corner. The development was funded by the most important figures in North American financial circles, and Bahamian officials were stamped from left to right. Hollywood celebrities: Tiger Woods, George Clooney, George Strait once flew to play golf or be petted. Lance Armstrong tweeted sharply about his experience in an unfinished complex before he was investigated for substance abuse. Save Guana Cay Reef opposes development through the Bahamian legal system, and they want to cancel the agreement between the Bahamas Central Government and the California Golf Developers, who were granted rights to Bahamas' public land, threatening its most precious resource. Coral reefs, cultural decay and island economy.</p><p>At the Bahamas Court of Appeal, the villager's case has been dismissed and four years of fighting seem hopeless. The appeals court announced two heart attacks following the announcement, which had nothing to do with the case, and a senior member of Save Guana Cay Reef died. Although the Bahamas is often associated with luxury goods and wealth, Bahamas live a modest life on islands such as the Great Guana Reef, often as fishermen or home caregivers. Reef defenders are not wealthy at all, and they rely on small donations from Bahamians and related owners to keep their resistance developing in the legal system. A thick mist haunts this group of barefoot patriots who believe that the massive development of golf on the island, which is only a quarter mile wide, will effectively disrupt their lifestyle. To them, this is the Bahamian language of Red Dawn, and if they fail, everything they know and love will be lost. On the night of 2008, the Bahamas' eyes seemed heavy and it was almost impossible to predict what was about to happen. But then the phone rang and a man justified himself. When he returned, he announced that he had just received a call from a lawyer.</p><p>Looking into Grand Guana, I remember that gloomy night inhabiting the port of Guana. In order to move forward with the private council, the locals will raise the temperature of this issue, which has long attracted the attention of the entire Caribbean region. My family returned and Jane took out peanut butter and pickles and said, I saw a new bird in the sky. This is something we have never seen before. Jane will never admit it, but she Developed the same Dewey Decimal system, which helped her focus on species. Since we have classified plants and animals, we only looked at a part of it. Secondly, things in nature can tell us everything Kind of thing, and my appearance is what Jane ’s expression means, that is, the appearance that things should be further studied. July 7, 2009. Lawyer representing the Bahamas government, Discovery Land Company and Save Guana Cay Reef in London The Privy Council meets and Save Guana Cay Reef is litigating in all courts in the Bahamas. Cases submitted to the private council are equivalent to those filed with the U.S. Supreme Court, except that the private commission is for overseas territories (that is, royal family members) The Commonwealth of Nations, such as the Bahamas, has not yet separated its legal system from the United Kingdom.</p>",
    "image_name": "24.jpg",
    "description": "<p>I just arrived on Grand Abaco Island in the northern Bahamas. Jane and our son ran to the grocery store before opening the luggage. This is a small but well-stocked supermarket, and nothing has changed since I first came here when I was five. Even the food changes won't be too big: Liz crackers, small pieces of pork wrapped in cellophane, green mints, Goombay Punch, Conchy Joe hot sauce and plastic bottled rum.</p>"
  },
  {
    "id": 25,
    "title": "The Eyes of the West Indies",
    "body": "<p>These animals, purple and orange, are hard to spot during the day, and their bodies are bright but translucent. The mark of a good divemaster is observation: the ability to notice everything. But I'm not here to dive with Mr. Albury. When I was young, I dived in the Great Guana Reef for eight years. But Troy didn't. At that time, we were all very young, and Troy lived in Nassau on several islands south of the Abaco Islands. Like many islanders on the Great Guana Reef, Troy works barefoot. The edges of his shirt were worn and his hands were slightly stained with engine grease. Part of the engine of one of his ships completely failed, so he flew to Miami and bought two return tickets. One to him and one to a part. Troy worked tirelessly. Being a dive master on the Great Guana Reef is important; diving is critical to the island's economy, as the Great Guana Reef is probably the most spectacular reef in the Bahamas. While sailing across the cove, Troy explained the difficulty of maintaining the diving season and battling the Bakers Bay Golf and Ocean Club at the same time. As President of Save Guana Cay Reef, Troy has become one of the most controversial environmental campaigns in the history of the West Indies.</p><p>The Prime Minister of the country has just described the terrorists along with Troy itself as the people I will meet on the other side of the Gulf. Troy took me to a group of Guanakai natives, sometimes called rebels in the Bahamian press, who would take me to the edge of the Bakers Bay development. Almost all 91 Bahamas living on the island of Grand Guana Reef-to be precise, 76 in the petition as of December 2007-strongly oppose foreign developments in Bakers Bay. In 2005, they formed partnerships with hundreds of foreign and part-time residents against the Bakers Bay Golf and Ocean Club. The scope of development shocked the locals. Golf course, pier, hundreds of McMansions cookie cutters, hotels, tennis courts: Large-scale development of California-style sidewalks, and blasted in 2/5 of the island. Local public land is called royal land and treasury land in the Bahamas. At the Great Guana Reef, where a month's groceries cost twice or three times as much as the United States, locals may be different from public land in the north, just like their ancestors for 200 years. Hunt land crabs or just escape the small surface in the middle of the island. But in 2005, this last piece of public land will be removed from their land in an illegal manner and placed behind a protected gate, their mangroves will be uprooted and their coral reefs will be destroyed.</p><p>Locals responded with honor and confidence rarely seen in grassroots movements. They fought a legal battle for coral reefs, their heads raised. They have never destroyed their personal property and have never played a popular corruption game that is so easy to play in the Bahamas. The inhabitants of Guana Cay are poor and have no money to fund their efforts. They fight to save their reefs through the courts and politics of the Bahamas. Then, a few weeks ago, when the country's prime minister called the terrorists in front of the audience, he used one of the most intense and fearful words that a country's leaders would use against their own people. Today, the word is actually synonymous with Osama bin Laden. It evoked violence, anger, blood. Calling your terrorists a terrorist, especially those who obey all laws and even actively change the course of the history of the Bahamas and the Caribbean, sounds unimaginable. But to understand why, I hope you follow me on the shores of the Grand Guana.</p><p>Troy took me to the dock of the Dive Guana, where the dive shop is located. One of my boats, I immediately recognized him. It is the island's fire chief and search and rescue expert. As a member of the Bahamas Aviation and Maritime Rescue Association, Troy has almost full responsibility for maritime rescue or corpse recovery. The community in Guana is so small that it has never needed a police force. Once when I was talking about Troy with the residents of Guanakai Island, they told me: There is a man here who can take the dead away from an unturned boat, but crying and seeing what happened to him What. Another person on the island said: He is a member of this community, but he is also a family member. People like that don't exist, they are fairy tales. I met a small group of Guana natives and second hosts. We got on board and set off from the pier. The face-to-face conversations with these people reminded me of the diversity of the Bakers Bay opposition: they represent all races in the Bahamas. They are tanned fishermen, white-haired protectionists, school children, waiters and housewives. Everyone is barefoot.</p>",
    "image_name": "25.jpg",
    "description": "<p>I was on a boat tied to a bay pier on a small island on the Great Guana reef in northern Bahamas. Troy Albury is releasing the ropes and is signalling a sepia Caribbean reef to take refuge under the pier.</p>"
  },
  {
    "id": 26,
    "title": "Mud Road to Coyote Buttes",
    "body": "<p>This day is coming soon, but before that, the movement of clouds has brought unexpected forms. Now, boulders emerge from the ever-changing, polished rocks of the clouds. Immediately, it reminded me of Hayao Miyazaki's explanation of the metal and mechanical castles in Hal's moving castle. In the dark, I couldn't find a comfortable place on the cold plateau and thrive in the happiness of the company. Lonely pulled me and told me to go home. He has always done this, and always will. My traveler's habits (trying to identify animals or learning to find edible plants) save people from being alone, and my habits have continued to increase over the years. But today is mid-January, on the border between Utah and Arizona. The cold made the desert north of the Grand Canyon sterile. I cannot develop the habit of reducing silence. Save one. In this case, this is what happened to me. I wonder if this will happen to you too? I imagine the whole rock on the canyon wall, supported by four mechanical feet. Although the clouds made it disappear, I saw it walking in the dark.</p><p>I think this machine is much smaller than Howl's Mobile Castle. More like a large vehicle, suitable for small crew. Legs instead of wheels, because these rocks, bushes and canyon landscapes have the nature of isolation and saki nature. Kaibab Plateau, Arizona is still an isolated place. This area, the Arizona Strip, or Arizona north of the Colorado River, is a huge geographic area. But there are only 3,500 people here. The Grand Canyon is isolated from other states. The area was further isolated during the winter. The North Rim is now covered by eight feet of snow. It is impenetrable. Even their animals are marching from the snow. North, here. Along the windowsill, I can see dozens of desert cotton tails. They seem to forget that my presence is a compensation. I certainly woke up, but shouldn't they run away? That's why these machines with mechanical legs are rabbit harvesters. I told myself, this is the future. Climate change is conducive to certain vegetation, and because of the loss of ecosystem control, this lush vegetation has fed too many rabbits everywhere. I tell myself that the machine is called a safe, and in the future of dystopia, people hold on to the machine tightly and harvest the last resort, which is a reward for the rabbit.</p><p>I walked across the top of the canyon. The more details I add in science fiction, the more I like cold mornings. In the first signs, a crow perched on a nearby rock, which hung on a cliff. He sat there for a moment while the Colorado River was engulfed in white clouds. When the clouds subsided, he sprouted in the air. First, then a violent descent, then again, and then his wings hardened, sliding easily for one mile at a time, maybe two miles. Arches are both a means of collecting rabbits and a concern about the subsequent increase in the number of cougars, which has increased due to rabbits. Most women are confined to these long, cylindrical buildings in the south, where they spend their days and perfect a variety of rabbit recipes. However, some women are riding safes. They are called gauchettes south of the edge. I imagine a rider on the ridge to my left, and then she descends towards the ark. While riding, he released a stick, and as he approached the machine, his leg was licked. For reasons I didn't know, she collapsed the machine and fell into the Colorado River. Your crew is now lost. When I got in the car, it was only eight in the morning. He has been thinking about driving 80 miles to Kanab, just to see if he can get a permit for the Northern Coyotes. </p><p>It is unlikely to get a license. Only 20 people can visit Coyote Buttes North every day, and travelers from all over the world compete for these permits. The area is part of the Paria Canyon-Vermillion Cliffs Wilderness Desert and is one of the most unusual places in the world, and it is also very vulnerable. The licensing system means waiting for four months. However, this climate gives me a feeling. I drove to Kanab, Utah and stopped at the BLM station. The Ranger said, You've come to the wrong place. But from a record, I don't think people can get there now, and House Rock Road is too muddy. Even though we went out to see my rental truck, I decided to buy a permit, And I think even thinking about burying it in the mud is a bad idea. The next day, I met Betty in Page, Arizona. Betty walked with a cane. He has been driving on difficult roads for seventeen years. We agree that if at some point the road looks unsafe, we will return. I told myself that in a dry future, these cracks on the earth would contain people: protection from wind, sunlight and puma. We turn left at House Rock Road. I've gone this way before. When it comes to dirt roads, everything is extraordinary. But it's clear that after a quarter of a mile, if I tried the road alone today, I would have been trapped.</p>",
    "image_name": "26.jpg",
    "description": "<p>Low clouds move at surreal speeds along the cliffs above the Colorado River. They turn, change shape, and sometimes seem to disappear completely.</p>"
  },
  {
    "id": 27,
    "title": "Atomic Agriculture on the Rio Grande",
    "body": "<p>They cleaned us up and made me realize that I was unknowingly hooked on Texas. However, I am not worried about border guards. He has dealt with them for many years. My real concern is: will I shake Jane? When we first hit the road together, I had managed to rescue her from the deck of the ship, and I got a four-foot jellyfish ancestor to bite her. Yes, a marine wasp, they say it is the most dangerous stabbed creature in the ocean. Driving past El Paso is like driving past a factory: This morning, the city exudes the unique smell of a can of cat food just opened. Even under the scorching sun, in the context of the Juarez slums, with its chimneys, outdated buildings and the horrible chain of burger restaurants, the place felt grey and sad. The land changed after we moved to New Mexico. The sun blows home, and the plains and the red earth rejoice. It is not beautiful, but faint, as if not far from home.</p><p>In the hot afternoon, the water on the road was so thick that the brightness of the mirror spread to our car wheels. I remember that in the flat sea of Saki, Hayao Miyazaki's water train speeded up in the lively Away from Away, looking for answers from the crazy city to the desert. The road to Alamogordo is smooth, although there are always mountains in the background. The valleys of southern New Mexico are as smooth as suede, and the low bushes are like fluff. I told Jane that we are reviewing the Trinity website. In 1939, Einstein wrote to the president: I understand that Germany has indeed stopped the sale of uranium in the Czechoslovak mines that it has taken over. This was one of the world's earliest knowledge of making a bomb that could explode into a port (And) likely to destroy the entire port and some surrounding territories. </p><p>Five years later, he became Captain of the US Army. UU, located in our western mountain range, wrote: `` My first impression was the sudden bright lighting of the surrounding landscape, accompanied by a moment of heat ... protecting my eyes after raising the dark filter, I look in the direction of light. Although the filters provided are designed to eliminate 99% of the light, the intensity of the illumination is sufficient to give a brief blinding sensation, similar to lightning near a dark night. '' The world changed that day, but until Hiroshima, no one knew. I wonder if the officer standing on that mountain understands that humans have solidified as the most important biological factor on earth. But my interest in the development of the atomic bomb has always been focused on the fact that not only has the United States developed such weapons, but the world already has the knowledge to do so, and the United States simply has the resources to do so first.</p><p>At night we stopped at a protected dune field, Baisha, in the middle of the Trinity ancient ruins. A hiker once told me that to convince some women of the pain of their journey, you must make it look stylish, like an extension center for Wallpaper. Walking through the soft sand dunes, I might have asked what Jane Louis Vuitton's hiking backpack would look like. But I held my tongue and commented on how good his shoes looked when walking on the white sand. Pepper has become one of the nasty symbols occasionally adopted in the southwest: long red fruits, green stems. But where do these things grow? What does the pepper field look like? Why do they grow them in New Mexico? I think that's why we are on our way to Hatch, looking for answers at the Hatch International Festival in Chile. There are no books on the history of peppers. There are few written speeches about where they came from and what they did to the world. The English version of Maguelonne Toussaint-Samat's famous Food History is only available in a few pages. Chile evolved somewhere in South America (perhaps Bolivia) and cultivated there for 2000. Its seeds were transported as medicine to the Brazilian coast via tribal trade routes, and then moved north by canoe. It may be because it is considered an important drug.</p>",
    "image_name": "27.jpg",
    "description": "<p>He sent us to check: five types and a hammer. One man picked up the hammer and started hitting our gas tank. Another person sat down to interview me, and the rest checked the 40-pound camera equipment in the suitcase.</p>"
  },
  {
    "id": 28,
    "title": "The Southern Meseta",
    "body": "<p>There are some creepy things in the cemetery at night, especially this cemetery, maybe because it has more than 500 years of history, and the dead below me are so strange. Winding from here, in the southwestern desert, I learned that the history of the Indians and even the Midwest was associated with the Spaniards. From here, the Spaniards went south and introduced horses, wheat, goats, mass killings and diseases, and eventually created New independent states and states, as well as countless mission groups and Catholics. </p><p>He took us to the Sánchez Romero grocery store in a shopping mall near his apartment. Spanish wine, sherry, salami, olives, ham, Japanese rice and tortillas. The chicken and several pieces of meat are impressive, but nothing more than a selection of local and French cheeses. The pheasants are hanging upside down, and some are still bleeding from their feathers. Lamb's primitive brain. Grouses, parts and skinned rabbits bleed from the remains of their eyes and brain. I checked the seafood section: shrimp, crab, fish, salmon, lobster, eel and small barnacle.</p><p>Oddly enough, it's also impressive that inland cities like Madrid live on such a high seafood diet. This seafood rarely comes from Spanish waters. Due to years of overuse, the Mediterranean is essentially a dead sea. Fishing in the Mediterranean today usually means illegally dropping bombs on fish markets in Greece and North Africa to combat 'all life', tangling and drying it out. Ralph explains that if you want to taste tapas in Madrid, there is only one place. Soon, we came to Bocaito, a small bar full of charlatans in Madrid. Jerez de Jerez, a plate of salted olives, tuna on bread, sausage, octopus, fried peppers, cod liver, fried shrimp with garlic. The word Tapa is derived from the word 'Tapa' by putting a lid on glass or sherry to prevent flies from entering and adding olives or cheese to the lid to complement the wine.</p>",
    "image_name": "1.jpg",
    "description": "<p>One of India's largest commercial cities in the world is here. In Ohio, Inuit, Dakota and Navajo people trade there. In an oak grove on a peninsula in southern Minnesota, while I was staying with snowshoes in this ancient Indian hill, I turned off the flashlight and put down the snow storm.</p>"
  },
  {
    "id": 29,
    "title": "The Bright Road to Zingaro",
    "body": "<p>The island is different from the dry and dry climate. The cliffs are filled with dark green trees and clouds, with valleys in the shadow of celadon, moss and apples. No matter what sad life you leave behind, you will see hope for the future. Almost 10,000 years ago, I'm walking in another completely different island, La Kalsa, in Palermo, the capital of Sicily, Italy. This is the old part of the Arab city, built in the 10th century, during the period of Muslim rule. Here, the streets are very narrow and the buildings are bruised over time. Bullets and shrapnel during the Second World War marked the limestone wall, but the scratches and scratches below clearly date back to most civilized times.</p><p>No continent on Sicily can output prototype images of its countryside and rustic Italy into the sun in the heart of the Mediterranean. Everywhere, in the form of olive oil labels, wine bottles and faded oil paintings from Italian restaurants, they bathe our impressions of dry and lasting places, a symbol of the entire Mediterranean pastoral. Before I went to Sicily, my friends couldn't help asking me the same question as a dozen of them. Do you want to eat? Do you want to absorb all the Sicilian cuisine? The persistence of these issues reminds me that most people travel to accomplish what they think a place can satisfy. I don't like the idea; go somewhere and see what you already know about him. Or go to eat somewhere; stick to its authenticity. I decided I needed to take a blank board to Sicily. Just ignore everything I think I know, and important things others have told me.</p><p>This is how I ended up on this road, too narrow for a narrow Italian tricycle. I went into the cafe to eat. There are two people on the counter, and the third is making coffee. Coffee is a euphemism: Sicilians like to put thick, thick liquid caffeine in a cup suitable for squirrels. The coffee is lit by bare bulbs and the interior is painted grey. On the wall was an Arabic calendar, unopened, and on the wall was a dying plant. Everyone turned around when I entered. I want to ask you about the story on the cover of all the newspapers in Sicily: Overcrowded photos of the Deportation Center, dark-skinned men, women, children, angry demonstrators waving flags on rafts, ships being splashed by humans, ecliptic Photos with siege and bodies aligned on the beach.</p><p>They generally believe that very special things will happen in the world: comets, asteroids, solar flares, yellowstone super volcanoes, US debt, global financial collapse. In almost all cases, the world perishes for extremely unlikely reasons. Types of reasons that science people never worry about. In most cases, the obsession with preparers is related to safety, because for many preparers, the last threat you will face in recent days is that others will inevitably attack your food and water reserves. They lowered the door, set traps, and blocked the surroundings. And, most importantly, they store weapons. Although most preparers seem to have this weird obsession with defense, others have focused their priorities on so-called 'wrong packs.' With the wrong bag: The backpack contains all the items that can survive in a short time in the event of a disaster. Many people living in earthquake, tsunami or tornado areas have also reasonably created a bag of insects. But we are talking about travel bags with the wrong ones, which can survive the end of the world.</p>",
    "image_name": "2.jpg",
    "description": "<p>Suppose you are in a canoe, maybe you have a candle, maybe you don't. I'm not sure where you come from, it's just that you may be fleeing an authoritarian tribal government, drought, or some real bad guys, and this was about 10,000 years ago. In front of you is this truly big island, which is larger than any island you have ever heard.</p>"
  },
  {
    "id": 30,
    "title": "Majesty of Lisbon's Alfama",
    "body": "<p>Lisbon is a tropical region. On a cold and windy day, in the sun of its south, it blends with the buildings of neighboring countries and connects with Africa. It is grey-dyed and decorated with roses, canaries, aqua and limes. Its lightweight residents dress like their cousins ​​in the city. Use only in tighter fabrics. A long time ago, while having lunch with a Portuguese friend, I thought about the idea of ​​organizing a Portuguese Empire Party. Literally, it's a theme party about Portuguese historical colonial empire. Let us briefly forget your success or result. When I came up with the idea, I didn't think of what Portugal was. In my old school newspaper, the two food critics were both Portuguese, which was strategically imperceptibly, and surely, they were willing to help and cook. My Portugal, I imagined preparing for my party, from whimsical to dream. Portugal is a place where the territories occupy the weirdest kingdom in the world: other countries are not interested or worthless in these countries. For centuries, Portugal's dominance in the oceans fell to the second largest nation as the ocean vyed for trade control with India and the Spice Islands, and they still convinced a large part of the world. The Portuguese world is a sleepy port. He speaks multiple languages, smoking, a dozen lands and a thousand islands.</p><p>In 1755, an earthquake struck the Portuguese land in the southern Algarve. Half of the city collapsed and 15,000 people were killed. Much of Lisbon's history is related to earthquakes. Save area. Prior to the quake, Alfama was the hottest richest area in Portugal. Modern and rich, it also has a Moorish architectural history. The Romans and the Arabs literally meant to paint each other and build on top of each other, which fused the whole place for centuries. The myths of the Portuguese Empire are derived from music: Cesaria Evora and Jobim. Music is a dialogue of other times. Surprisingly, Alfama is still the center of the old Portuguese-style blues. Fado Even if it's raining heavily, you can still hear an old man singing or playing guitar in the alley or behind the yard. It is pouring rain and we are walking down the street to Alfama. We stopped in a small cafeteria, the city seems to have thousands of coffee shops, and we share a cup of coffee and a bowl of fruit.</p><p>When Jane and I entered Lisbon, I entered the Portuguese Empire. Lisbon is indeed the cobblestone city of my imagination, and Alfama is the last place of old Lisbon, which is the epitome of the Portuguese Empire I imagine. Portuguese writer José Saramago called Alfama 'a beast in mythology' and went on to explain to him that no one knew exactly what it was. It is worth mentioning that Alfama is labyrinth dark and wet. The ornate old tiles face the entire exterior. Most of it is the ninth part of Lisbon's history, which takes you back to Lisbon's urban lifestyle. For Alfama, it is a dwelling with few specific tourist stops. We walk slowly. The apartment's door has ancient bronze works of dragons and beasts. Scratched paint shows dozens of layers under each wall. For those who love history without having to walk through ancient churches and museums, Alfama is a century of humor. A glimpse of the weakness of the Portuguese Empire.</p><p>The first question in planning this festival was to discover what the Portuguese Empire was and how to cook in the style of each Portuguese colony. Cape Verde, West African coast. Goa, West India. Ceylon, now Sri Lanka. Brazil, Mozambique, Macau, and Portugal concentrated their territorial expansion on the Atlantic Ocean in the 13th century. They were one of the earliest maritime masters and took advantage of them. From Vasco de Gama to Magallanes and beyond, Portuguese sailors have literally connected the world by sea. Over time, modern political and economic realities have reduced Portugal's overseas colonies. In 1999, Portugal delivered Macau, the last remote colony to China. All shapes and colors of ancient Portugal still seem to exist here. And the color of places on the other side of the world, as I know it. Maybe my imagination was created in a crowded apartment in Los Angeles many years ago.</p>",
    "image_name": "3.jpg",
    "description": "<p>Paris ruined all my romantic ideas about Western European cities. One city: garbage everywhere, rude, cheap and rude, to me, long ago, it symbolized the whole of Europe. It's overrated and too expensive, so I've been thinking that other European cities will do the same. It depends on Lisbon.</p>"
  },
  {
    "id": 31,
    "title": "Andalucia to Alentejo",
    "body": "<p>Despite being combined with many surf shops and fashion retailers, the pirate city's dirty buildings still stand. Today, Tarifa is a fairly modern New Bohemia city. Surfboards are everywhere. But where are the waves? The opposite of an unshaven old Swede. Yes, maybe, but the world's kitesurfing and windsurfing capitals are nothing but small waves. John moved from Sweden to Marbella, a coastal area with endless skyscrapers to the east, but he admitted that he was drunk and could not drive home, so this was my second hotel. I came to Marbella and Tarifa because it is very primitive, you know? You bought a fish, not a premium fish like Stockholm. It's not refined, but it's just captured and prepared by the original. I like primitive preparation and primitive women. I love those Moroccan women wearing djebellas. I told him my route with Jane, how we collect artisan cheese, and tourists from Extremadura in the north of this place, which is of little value to leisure tourists and to anyone Very valuable. Who likes agricultural landscapes and cheese. I mean, you know, there are about 35 different types of sheep in Spain. Each of them produces different types of milk.</p><p>The next morning, Jane and I left and boarded the coastal mountains of Bermeja until our lawn mower drove down the road between wind-blown rocks, lichens, and misty meadows. When we descended to Ronda, we were in the center of Andalucia. Much of Andalusia is a river basin in the Guadakivar Basin, and the rivers that Columbus and the Magalons sail are the same. The lunar landscape appears during the dry season, although brighter, almost yellow. Emptiness is characterized by ancient farms, many of which are incredibly beautiful buildings. Some have observation towers, and even some have mosaic outlines, or they are o stone, blue, and brick red. The interior of Andalusia is the only reason we have all the wonderful images of Spain, but despite this, many of the paths inside are almost unknown to the outside world. Pasta westerns were shot here because this desert landscape is similar to what we imagined New Mexico and Arizona 200 years ago. Zanthoxylum cactus contributes to this image. They were taken back to Columbus's boat and felt at home.</p><p>We read about the journey of finding artisanal cheese from a fictional book. Montclair, our fantasy expert on all issues of cheese travel, firmly appreciates the historical value of cheese. He referred to Ronda as 'one of the last beacons of the Muslim world in Europe'. Jane and I are slowly moving through the interior of western Andalusia, and we have spent time avoiding the largest cities. The car we rented was shorter than a mini car, almost as ugly as a grapefruit, and sounded like a high-speed vacuum cleaner. Ronda is a city in a limestone fort. Steep rock castle. In the Middle Ages, as Christians progressed on Arab lands, Ronda was almost the last to fall.</p><p>After spending the night in a series of small towns, we finally headed to the remote Sierra de Aracena. All these paths, Jane's comments from the outside world seem interesting. He mate with two pigs, murmuring 'pig porn', grazing sheep, 'dirty' and 'gandalf' with a bearded goat. . More than in other parts of Andalucia. It is whitewashed and has ancient Roman ruins and Catholic churches in shadow on its highest hill. It seems everyone eats cured ham on these mountains. A type of black-hoofed and black-skinned pig is bred on these mountains, feeding only on rich acorns that sometimes seem to cover the entire landscape. They are free-range pigs, and imagine that they look almost happy. In Andalusia, this ham is often combined with cheese. Like most Spanish cuisines, they are simple foods and are known for their complexity. With some people smelling a glass of red wine, Andalusians are pleased with the complexity of a small plate of simple meals. In the evening, we stroll along the narrow streets of Aracena and talk about friends at home. When we stopped to take a picture of an alley, an old woman looked at us from her door.</p>",
    "image_name": "4.jpg",
    "description": "<p>Tarifa is Spain's closest port to Morocco and is responsible for our word rate, as ancient pirates used this distance to impose exact taxes on mainland merchants' sea routes. When Christians finally recovered Iberia, they took these sheep from the Middle East, and they lost their way in Extremadura and took care of their bloodline.</p>"
  },
  {
    "id": 32,
    "title": "Bavaria, Appenzell and the Constellation Gallia",
    "body": "<p>Other travel writers seem to always follow their favorite icons or browser directions. But after accepting a lifetime trip, we found that the subject of the trip simply didn't exist. So we invented it, a fictional guide whose wisdom surpasses the minds of any other travel writer. Jane and I took my sleeping son to a restaurant in an alpine town in the Allgau region of Bavaria. This was one of my parents' favorites and an opportunity for us to show Jenny's mother a few days before fifty friends and family gathered here. My family asked for all the specialties of this restaurant: deer and local fish in the lake. But I have no appetite for the rich Bavarian restaurant fair. Instead, I was looking for a favorite dish with Bavarians: a plate of simple bread and cheese. They can be said to be alcohol addicted, and to use it properly, it needs to be properly matched with the right wine. In Bavaria, the perfect wine for this particular cheese is beer. Pils in a tall glass.</p><p>Like most famous cheeses in the world, Bavarian cheese was a product of the Roman Empire. The Romans did not invent cheese, but instead established a way to pave the way for the world's most famous cheese. The weather distinguishes Bavarian or Alpine cheeses from other cheeses because of the weather: these cheeses do not need the high salt content of cheeses from the warm climates of southern Europe. Therefore, the relationship between cheese and salt in the Alps is relatively small, and it is related to the taste of plants ingested by cheese-producing animals. Bergkäse has a rich nutty flavor. It is soft but pleasingly complex, making it perfect for premium beer. Montclair, a European trade enthusiast, later left his position in the excellent city of Fromagerie for the outstanding 'Constellation of Gallia'. Although history obscures Montclair's true nationality, according to his English and French Imagination Magazine, we know that he, as a person and a traveler, is a complete product of the Enlightenment. </p><p>Montclair's constellation Gallia is itself an enlightenment fable. What he meant was that he saw every cheese-producing town as a bright light, like a star. So looking down on the old world, you will see the brightest stars in the constellations, such as the Pyrenees, Savoie or Emilia-Romagna, which produce the best cheeses in the world. The window of opportunity for Montclair to enter Bavaria was around 1925. As a child of the Enlightenment, Montclair was very aware of German contributions to the creation of the modern world. Although the earliest ideas of the Enlightenment appeared throughout Western Europe and New England, the earliest shots were Germans. Today, we see Emmanuel Kant as an advocate of this age of reason. </p><p>Montclair took Kant's words seriously. Kant wrote in 1785: 'Happiness is not the ideal of reason, but the ideal of imagination.'' As a successful entrepreneur, he has connections in big cities, and Montclair can get what people define happy. But at some point in his life, he realized that the collection of furniture and paintings did not produce this happiness. Montclair realized that the more you have, the less you have. The more you live, the more you love, the more evidence you can get: this must be what Kant meant. Drop everything and walk to the door. The great war originally eliminated the possibility of people like Montclair approaching the German border, but by 1925 the country miraculously recovered its roots from the Enlightenment. In Montclair's view, this is the final product of the German Enlightenment: hard work and art and architecture. Science and poetry. Dance, jazz and coffee shops. Progressive and liberal democracy, and a new interest in preserving the rich structure of Germany's past. These are the factors that made it possible to enter Germany. But this is Kant's Germany. Technically, it is a completely different Germany: Germany north of the Rhine, and Germany interested in Montclair is naturally the brightest part of its constellation. Mountains, foothills and rolling pastures in Germany: Bavaria and the Alps. </p>",
    "image_name": "5.jpg",
    "description": "<p>'It has nothing to do with cheese!' They are probably the most famous words of Saint Deuberex Montclair. But Montclair does not exist. A few years ago, Jane and I decided to follow in the footsteps of the world's largest cheese traveler to find the best artisan cheese in the world and where it was made.</p>"
  },
  {
    "id": 33,
    "title": "The Barbary Macaques of Gibraltar",
    "body": "<p>Some have unusual explanations. In 1920, a reporter from the London Daily Mail wrote that known monkeys were absent for several months and then appeared with new, strange and adult monkeys of similar breeds. Those who know Gibraltar will agree that there are no square courtyards in the rock that can be hidden. The author insists that the only explanation is an underwater tunnel under the Mediterranean, which connects African caves to Gibraltar. Because Gibraltar is just a big rock (two square miles of Jurassic limestone), the British colony at the southern tip of the Iberian Peninsula is very close everywhere, including monkeys. Crowd together and embrace the steep cliffs. Monkeys' hands are very much like humans, but their behavior is very similar to that of monkeys. Jane said, 'You think his hand will be as rough as a dog's paw.' 'But it's like holding a human hand. They are like baby hands. Ernest invited us to his shady cabin. His accent is more international than other Gibraltarians we know. His English is perhaps the strangest English in the world, and it sounds sinister at the same time, Cockney and Spanish, Arabic and cartoons. </p><p>Ernest gave his own explanation of the origin of monkeys. They were brought here by the Arabs in 1311. It was an outpost for them then. When the British first arrived in Gibraltar in 1704, there were only 11 or 12 monkeys on the peninsula. The British consul wants to increase his number. They were gradually taken care of and raised by the army. Taking care of monkeys is not all tourism and entertainment. May be vital for the people of Gibraltar. Spain, which has steadfastly refused to abandon its participation on two lands in the Moroccan continent, insists that Gibraltar is a legitimate Spain. Two weeks later, our foreign minister will meet. The British Foreign Minister will travel to Spain and is expected to make progress on our sovereignty. The point is that we want to live in harmony with the Spaniards. If the British left, we would not want to go to Spain. We want to be our own people. We will not be ruled by Spain! We are our own nationality. Everyone in Gibraltar believes in our autonomy. We like the British, but if they leave, we want to be a sovereign nation.</p><p>This myth has existed since the Spaniards began a series of military pranks on the rocks against the British in an attempt to catch something that even the Moors could not hide. The Spaniards eventually resorted to claiming that the British would lose Gibraltar when the monkeys died. At the end of World War II, when the number of apes was reduced to about seven, Sir Winston Churchill ordered a resupply of Morocco. He said in his speech that as long as the apes live, Gibraltar will continue to maintain British status.</p><p>Ernest stopped to find his Dunhill filter bag. Its hanger is a small painted cottage. Like other human communities in Gibraltar below us, it is compact and sturdy, close to a cliff. It has the best view in Gibraltar: panoramic views of the port, city and Iberian continent. It is glorious and faintly tropical. Behind him is Africa, and above him is a country that wants him to speak Spanish. This is a huge responsibility. Gibraltar is an important military component in the defense of Napoleon. It is believed that the British Isles will now be French if there is no strategic place. This was important even during the Maldives War. So important that the Argentines tried to blow up the entire port by divers who secretly carried bombs in Spain. When all ships in the Falkland Islands in England are refueled at the port, divers will slide towards the sea, forming Pearl Harbor II. Spain found and foiled the plot. Gibraltar was known as the 'Ape-Man Mountain' together with a mountain along the coast of Africa during Roman times and was the physical end of the world. Except for the Strait of Gibraltar, the dragons and demons of the Atlantic swim.</p>",
    "image_name": "6.jpg",
    "description": "<p>Apes are not exact apes. They are monkeys: tailless macaques that originated in Morocco. Although theories abound, no one knows exactly how they reached the peninsula. Many say they were brought here by Arab pirates or Berbers in the 14th century. Others insist that they are Baltic tribes, pushed to the edge of Europe during the Ice Age.</p>"
  },
  {
    "id": 34,
    "title": "Ghosts of Celestún Biosphere Reserve",
    "body": "<p>The moment he sent his son into the unknown world was scary, but once he and his carry-on luggage disappeared around the corner, it was no longer fear, but a new feeling. Maybe this is a sample of how parents feel when they send their children to college, a deep and disturbing feeling about what is happening now? A friend of my school parents once told me that they called me a ghost dad, but he never showed up to send him down or pick him up. But now is the time to compensate for my six-year absence. In the end, I could see my parents, who were all locked up in a hotel in downtown Merida. I told my parents that in the morning I would go to the northwestern suburb of Merida, where there are some open wetlands and grasslands. Would you join me. </p><p>Our messaging app did not receive too many replies, and the next morning, neither parent appeared in the taxi. I wonder: maybe I don't sell well? I almost told them that it would be the most memorable day of their entire journey. But I flinched and couldn't guarantee it at all. In fact, everything will fly. Clumsy guide went to where I've been. My taxi driver insisted that I really didn't want to go where I insisted, he gave up on me and left me on a quiet street near the Kairum ecoregion. How are you doing? I asked him. Maybe you will pick me up? When I entered the end of the park, life was almost everywhere: malachite butterflies, delicate wildflowers, and clusters painted in fluorescent colors. After a few hours on my own, I met Jorge, the only other person in the park who hone his photography skills every weekend in the natural area of ​​Yucatan. We introduced ourselves and Jorge explained that there was a lagoon one kilometer away. I told him that I don't remember another piece of water nearby. He insisted that because of the large area, there were more wildlife.</p><p>I agree to join him. After kilometers, he told me that the lagoon was a few kilometers away. We parked our car in the parking lot of the new apartment building and then carefully parked at the corner of the hotel. There is a sign before us: private property is not transferable. We sailed under the cow fence and walked along the rocky road of Saki. When we reached the lagoon, unlike the nearby Kai Luum Park, it had almost no life. Jorge insisted that he had been to this place many times and we had to walk around the lagoon. He explained that there was even Jayce from the Yucatan Peninsula. We walked along the vegetated trails around the lagoon, looking for the most beautiful bird that must be southern Mexico. But the sun sets on a windless day, approaching at noon. A classic combination to make wildlife disappear. </p><p>I followed Jorge to the other side of the lagoon. There is nothing there. We started back in the car and I remember my promise to my parents: This will be your best day in Mexico! 'Let's work hard,' Jorge said. Once again, we followed a new road covered with vegetation and headed towards the dry forest by the lagoon. They were there, with six Yucatan Jay Chou: black heads, yellow eye circles, light blue wings, long thin tails. They walked through the woods like a tribe, and their beats flashed bright blue. Instantly, the day became glorious. After Jorge left me to the ecological park, a parent received a text message. 'In the past twenty-four hours, I have heard or heard very little from you.' Please invite me to join the group. I want to break my reputation as a ghost dad, but at the same time, I just answered my question: What is happening now? -Arrange with taxi driver to leave Merida completely and head west to the northwest coast of Yucatan. Coastal wetlands do not have a scent, but have a lot of odors. Salted mud, dry seaweed, hydrogen sulfide, the smell of sweet spring flowers, the fishy smell of rotting aquatic life. Some mangrove smells are pleasant, others are unpleasant, but I also enjoy them. Together they evoke extended memories that have nothing to do with one place, but with a mysterious habitat that envelopes the tropical latitudes of the world.</p>",
    "image_name": "7.jpg",
    "description": "<p>The Celestún Biosphere Reserve is home to many hammock islands, dense mangroves, salt flats, freshwater Cenotes, and pink lagoons. I'm in Merida, the capital of Yucatan, Mexico, and I'm giving my ten-year-old son to live with a Yucatan family for a week.</p>"
  },
  {
    "id": 35,
    "title": "Primeval and Protected Osa Peninsula",
    "body": "<p>I can't help thinking of the books I read while reading the green hills of the Dasha Peninsula. Edward O. Wilson's Half-Earth was a coincidence before my family met Costa Rica's southwestern end. Edward O. Wilson stated in Half the Earth that in order to protect our biosphere, we should consider the goal of protecting at least half of the planet and the oceans of the earth: this is the beginning of government and private protection Restoring smaller protected areas together in intermittent large continental protected areas and getting governments to agree to build large oceans in permanent protected areas.</p><p>The Osa Peninsula is one of the most protected areas in the tropics of the United States and is a great place to think about Wilson's Middle-earth ideas. On the one hand, almost the entire peninsula has some degree of protection. The center of protection is the crown jewel of the Costa Rican National Park system. Corcovado National Park has many similarities with how it is protected in most parts of Costa Rica. These differences mimic many of Wilson's arguments in Half the Earth. As I approached the port of Jimenez with 1,800 inhabitants, I saw a complex coast with isolated beaches, dense mangroves, winding rivers, meadows, pastures, turquoise salt flats, and a small group Lonely sailing boat. Nanbu Tianp flew from the palm folded into the water. No three-story building, no billboards. There is only wilderness and a handful of dusty streets and runways. I saw my share of tropical America from the air. Don't tell me more, it only takes a second to know the sky on earth. Cessna dives deep and is a short track. According to the pilot of the approaching tree, 'they are getting higher every year!' There is only another aircraft on the runway: 4-seater Cessna . The pilot of this plane carried the luggage to the pilot of another plane, let us leave and take off again. After a few minutes, we returned to the air. This time, the hillside across the cliff was covered with blooming trees.</p><p>In front is a trail carved into the forest, between the beaches of the Pacific coast and the steep jungle cliffs. This is Carate, which was previously the landing zone for overseas gold mining, and once added 60,000 people to this coastal area. The establishment of the national park forced the end of gold mining activities on the Osa Peninsula, and now there is only one airstrip, a convenience store, two cabins and a few houses. My son has learned Spanish from kindergarten, never spoke English outside the classroom, and has been wondering why he cannot learn English like other children. But listening to our driver waiting on the runway seemed to interest him. When we drove towards the mountains to reach our destination Luna Lodge, it seemed like a suitable place. He knows our driver instead of us. We have been in your hands for 8 years. We have relied on him for the first time in our lives. During our stay, you will encounter a variety of Spanish-speaking children whose children seem to be as paralyzed as the sons of pets with shelters. A Spanish-speaking child explained to me the source of the dog's visible scars.</p><p>Later, another child explained: 'Did you see those scars in Osa? She was chasing a bird in the forest, but a group of howler monkeys didn't like her in the jungle, and they beat her! On a cloudy day In the afternoon, I took a walk with Kevin, one of the hotel guides. The steep road, cut on the steep hills, created a complex geographical environment and diverse habitats: dense vineyards, cliffs and river canyons. We were looking for Manakins in Orange Neck, so we separated ourselves from the road to the forest. We sat quietly on the hill and I asked Kevin which of the stories about Osa's injuries were true. He explained: 'Osa fell asleep under the porch of the cabin. 'One of the guides found her fighting and almost died. A large strict python wrapped her completely and bit her in two different places. He pointed at his belly and legs.</p>",
    "image_name": "8.jpg",
    "description": "<p>Looking at the Cessna 9-seater window, I saw the huge entrance to the emerald green mountains. This is Golfo Dulce, a fjord in the Pacific Gulf in southern Costa Rica. To the west is our destination, the Osa Peninsula: pristine, pristine, protected.</p>"
  },
  {
    "id": 36,
    "title": "Scarlet Starsong on Tambopata River",
    "body": "<p>I am attracted to the place full of vitality, and the western border of the Amazon Basin, the wild network of the Amazon tributary formed at the eastern end of the Andes, is the zero area of biological diversity on the earth. I'm jumping the network of three huts to the Tampopata Research Center, which is located six hours upstream of the port near Puerto Maldonado. I hope to ask even possible questions about the meaning of places with great biodiversity. What does biodiversity really mean, and why is it important? From the refuge Refugio Amazonas, about two hours away, I walked along a trail with several tourists, guides, and naturalists, and then took a river boat. It has been raining in the source of the river in Bolivia and in remote and almost uninhabited protected areas in the south. This meant that the riverboat driver who communicated with the captain from the front had to be extraordinarily attentive; the river was already very angry, and the log island extended downstream.</p><p>I asked Saay, I signed a contract with Rainforest Expeditions and hired him as a jungle guide to ask about the kapok tree on the right side of the river. The tree is about 200 feet high above the rest of the rainforest. The trunk of the cypress tree rises without branches and forms a large umbrella, providing a magnificent shadow underneath. In the darkness of the upper branches of the tree, you can distinguish the silhouettes of orchids, plantains, nests and orioles. The Peruvian tribe imagines the gods living in the shadow of this umbrella. After hearing Saay's response, the jungle tourist sitting in the seat in front of us turned around. Clifton wore a khaki shirt, sports sunglasses tied by Croakies, and technically short pants.</p><p>This will be a long journey upstream, so I lifted my feet, put the binoculars on my knees, and looked at the jungle. I imagined a 200-foot-tall giraffe tribe was sleepy. It is twice the length of an adult blue whale, inadvertently wandering along the banks of the Amazon. In this dream, in my mind, the tan and o-tone shades of those fictional giraffes emit numbers and letters. I perceive the giraffe in this way etc., until the end of the kapok tree. For most of my life, I thought that this way of seeing the world was like everyone else. About a year ago, I was driving back to my home in western Oregon, and an NPR interview was broadcast on the radio. The subject of the interview described the situation, affecting about one in every 100 people.</p><p>I stepped on the brakes and stopped at the pit. On the phone, I wrote a phrase and found the definition of synesthesia. Suddenly, I knew something about the world in my life. There are many forms of synesthesia. For some people, the sound has a taste, or the notes have a color, while others see the point in time as floating in space. As far as I know, numbers and letters exude color, words are like a small palette, and the date, day of the week, and month are slightly different. In any case, in any person with synesthesia, there is a degree of spiritual crossover or fusion between our senses. Today I learned about the power of synesthesia to the Peruvian Amazon and how it affects the way I see this place. We stopped on a small river island to look for macaws. Saay noted that the river was slowly flooding the island and suggested that we leave our boots on board. We traversed this muddy island with a group of jungle tourists, many of whom just came here to see luxury birds. But as we approached the other side of the island, I had the feeling that the entire island would soon be underwater. Saay and I observed barefoot licking on our bare feet, river water accumulating under our feet, while others and their boots were forced to retreat more and more.</p>",
    "image_name": "9.jpg",
    "description": "<p>Turn off the lighthouse on a cloudy night, next to the Tambopata River in Madre de Dios in southeastern Peru, and when your eyes adapt, you will see the forest shining in its own creatures Down glow: The bright worms embedded in the cliff glow when the stars flicker, the fireflies flicker, the fungi resonate softly, and the dead leaf fungi emit a faint light glow.</p>"
  },
  {
    "id": 37,
    "title": "Black Flooded Forest",
    "body": "<p>In the dark, Carlos and Pablo rowed towards the narrow openings in the flooded forest surrounding the lake. This is one of three labyrinth black rivers in the hotel's 5,000-acre protected area. The reserve is only a few kilometers away from Yasuni National Park, one of the few candidates for the most biodiverse place on Earth. But you won't know because it looks here, especially in the dark. All I could see was the shadow of strengthened trees and vines hanging over the water. No flower bouquet, no bright macaw lying on the stump, and no smart puma looked back at us. From the air, the Amazon will look flat, and its only geographical indication is usually the winding river belt they cross. But the Amazon River has many unique geographies and habitats, and this special habitat is a row of sewage. Slowly flowing water is covered like tea, but it is clear and tannic acid is decaying. </p><p>Instantly through the narrow river. Too dark to display any colors, too fast to see. Just a suggestion to outline the invisible paint through black light. He is a kingfisher and wakes up early to fish. Everything is like this. It's there, you just can't see it. I left the underwater camera in the empty black water. When I retrieved it to view the image, I knew the water was still full of fish. It's there, everywhere, it's alive, and the whole place is full of life. Although Pablo and I have learned to communicate well, despite language barriers, sometimes when I ask him about his child or wife, he looks at me but does n’t understand, and then says: No, I think he is a Green and reddish brown people. Kingfisher When I ask him about Coca-Cola's local cuisine, he will say: It's the black coat Donacobius on the river bank. The Amazon rainforest itself formed very early in the Eocene period, which means that about 50 million years ago, the plates separating South America and Africa were expanding, which means that the wetlands of the flowing Atlantic Ocean promoted the growth of wet forests along the Atlantic coast of South America. In many ways, most ecosystems in the world are much newer than our current ecosystem. We can describe the Capo Primo reef before the Baja California Peninsula as the oldest reef in North America. But you know what? The reef is only 20,000 years old!</p><p>But the Amazon, and especially this part of the Amazon, one third of eastern Ecuador, known as eastern Ecuador, has been one of the least affected by past weather events: since then, geography and weather patterns have protected the eastern Changing climates in the rest of the world. In fact, some scientists believe that the more stable East, where the climate has been millions of years, has seeded the rest of the Amazon over and over again, because other parts of the Amazon have also felt the effects of time. Climate change will undoubtedly create new lifestyles and change the face of the planet. In this way, biodiversity is dynamic. However, rapid weather events, or any rapid events on Earth, also mean mass extinction. Therefore, it may take 30 million years for the Earth's biodiversity to recover from the extinction event. So, can you imagine how important such a place is? It's like Amazon's natural seed bank and has been around for thousands of years. At the end of the river's navigation, the striped heron fished peacefully and we left the boat. On a hill, along a path, I noticed that although biodiversity was almost completely hidden, it appeared in the most hidden corners and crevices. The leaves are folded. The sheets are sewn together. Branches and branches do not always look like. But you can be there, right in front of them, and you don't see it at all not a stick, but a lizard, spider, orchid vine.</p><p>For the next three hours, we walked through narrow moist forests along narrow paths, combing fallen leaves in search of poisonous frogs. It's really shocking to see such a small thing but draw it so vividly. Generally, the lower it falls on the ground, the more likely the animal's color will dissolve on the dark and dark blackboards. Then, when we saw an aquatic coral snake sliding down a hillside, this pattern reappeared: if you are dangerous on woodland, you may have some adaptive advantages, which often shine.</p>",
    "image_name": "10.jpg",
    "description": "<p>Before dawn, the starry sky under the night sky in the sewage lake with my two guides was strange to me. His paddle was silent, as the stars receded from the surface of the black lake, making the canoe feel like a boat floating in the sky.</p>"
  },
  {
    "id": 38,
    "title": "The Cargo Cults in the Sky",
    "body": "<p>I was sitting in the last row of the plane's delay, but I've been running wildly in the international terminal. This is a sweaty master plan, and once I get off the plane, I run faster than ever People, without stopping, without delay. According to the flight attendant, my plane was delayed for four hours because the captain's spare oxygen tank was exhausted and it was necessary to transport a new oxygen tank from Salt Lake City. He explained that the problems that occur every day are completely out of control, which has been the norm since Delta and Northwest Airlines began to merge this summer. So I was running here. A business traveler turned over the gray hand luggage and suddenly turned around, hitting the Spurs almost directly. But there was no turning back, Eric. As the culture of air travel continues to change, I just need to evolve. When I reached the door, the door was closed. I snorted, snorted, and I leaned towards the door table. The flight was delayed a little. We will start boarding within five minutes. Four guys at the door were wearing dark suits. The only brown dusty man waiting for his two slate grey handbags to pass through the X-rays, explaining to other boys that Quito (pronounced 'Qweeto') is smelly, but there is a dad John Pizza Hotel nearby in the mall And KFC. With the exception of one boy, all boys have grey hand luggage. Short, his hand luggage is black. </p><p>The lady at the door created two lines. One for the general method and the other for the elite method. He then contacted the speaker and announced that all Elite Diamond Platinum members are currently welcomed. This is a signal from three business travelers using a dual-board carry-on suitcase that put their luggage behind the low-profile guy. Your There was a ritual of leaving. It seemed that business travelers were making sure the mean guy knew that this was not diamond platinum. When the diamond platinum traveler disappeared along the aisle, the low-key guy seemed to be significantly disturbed. A few minutes later, the lady at the door announced Platinum All members of the Medal and Gold Medal can board the plane. Now, the low-profile guy got up and went to the gate through the elite pilot's dedicated line. Then, the lady at the door announced that the silver medal flyer could be boarded. A group of business travelers headed for the door. Walking towards the entrance, everyone brought hand luggage. After welcoming families with young children and those who needed more time to board the plane (somehow now welcoming elite members), the lady at the door welcomed the general approach. It was me and I approached the door, and for entertainment, I decided to cross the elite route. After September 11, use Format camera equipment travel has a whole new meaning. I have 48 pounds of metal on my back, which means that they stop me in almost all security checks; they stop me. Sometimes I go around the corner Special room. Sometimes this is the fun part. My camera bag failed the bomb test, and various resources were transferred around the airport during the bomb test. </p><p>In all these years since September 11, I learned that traveling by air requires a lot of patience. My character has always been the dream of TSA agents. I even tried to make them laugh. In Portland, Oregon, where almost every award for the best airport is won every year, TSA agents are the kind of people they might disclose all personal secrets to. They are really just good people, and I really look forward to confusing them when I call it 'Cinema Inspection'. The security process may be degraded, and the TSA agent sometimes does not seem to be entirely human, but the TSA agent's relationship with the worsening flight experience may be less than many people. Claim it? Once they pass the security checkpoint, are TSA agents responsible for the endless chain of bad services and bad behavior that travelers typically encounter from airport to airport? </p><p>When the woman at the door looked at me, she didn't know what to tell me. Technically, I am the only online guest, and technically, I went the wrong way. Although I wasn't excited or excited about crossing a special elite line, I realized that I had won a small victory. Just a small victory against modern air travel. Ordinary travelers can imagine the elite route. If all leisure travelers were on my way, maybe we could create enough anarchy to bring the entertainment industry into the 1950s, when leisure trips were king.</p>",
    "image_name": "11.jpg",
    "description": "<p>Don't forget this. Travel is about joy. The journey is: don't let anyone tell you, joy. Have you ever seen any poor sap glide over a plane over an airport? Well, it's me. My flight was delayed for four hours, but my stopover was only three hours, which meant I lost my flight.</p>"
  },
  {
    "id": 39,
    "title": "The Sylph in the Forest",
    "body": "<p>From Quito, we head southeast along the modern road to the Papallacta Pass, which begins to descend towards the Amazon basin. At the top, we turned to the Cayambe-Coca Sanctuary on a dirt road, rising to a height of 14,000 feet. Gabriel parked the truck next to a series of cell phone antennas. Antenna security personnel joined us and we walked down a small stone road. From the top you can see mountains in all directions. The landscape here looks like a coral reef on land, as well as an alpine swamp. It is called Páramo and as an ecosystem it only exists in the northern Andes. Wind, barren, bumpy, but not without life.</p><p>As the three of us talked, looking towards the landscape, there were a few Andean condors passing under us, passing our airflow. It is an accident to see these birds here: Ecuador has fewer than a hundred birds, maybe only thirty. Their wingspan is more than ten feet, making them the largest flying bird in the world. They drove directly to us, and a few seconds later, these huge vultures passed us. This is an incredible sight even for Gabriel and security personnel. In Europe, Africa, and Asia, bald eagles have bald heads, with black coats and brutal grimace. In the United States, bald eagles have black coats and sinister grimace. It's completely arbitrary. In the old world, bald eagles were just scavengers of raptors. American vultures are descendants of storks. How can seemingly barren land feed this giant animal? Perhaps because the plateau of the Andes is too cold to sustain various decompositions. The Andean condor is almost alone when looking for dead meat. The northern Andes can feed the largest birds at high altitudes, but it's also a great place to feed smaller birds. In the afternoon, we got off and headed east to a cabin. Here, the lowest altitude (about 9,500 feet) has meant that the environment has completely changed. It is no longer a wasteland, but a humid, dense, lush green tropical forest.</p><p>The dinner at Guango Lodge was lovely. You could say that dinner here may be superior to some of the best dinners in some restaurants in New York City, but there will be no food charges tonight. This is the paradox of traveling from a small hotel to a small hotel in Latin America, which often includes meals, dinners are not prepared by famous chefs, but by someone's mother. Guango Lodge is a very professional hotel. For hummingbird lovers, they want to see species that adapt to the high altitudes of the eastern slopes of the Andes. This is a thin, temperate and humid forest inhabited by some of Ecuador's strangest, elegant and delicate hummingbirds. While the kitchen was preparing coriander soup for Gabriel and me, two men in old computer equipment colors came in from the hotel door. They have a lot of photographic equipment. When you put a telephoto lens and a tripod in the corner, you can rest assured.</p><p>Jim and Alejandro didn't know each other until a few days ago, but they have one very important thing in common, even though one of them is from Central California and the other from Barcelona: they like photography, Especially like photography. Hummingbird Gabriel and I were very interested in his itinerary. When I told Jim I wanted to see pictures of his hummingbird, he opened the door and we agreed to see them after dinner. The manager brought us fresh juice from the kitchen. This is a fresh and crispy juice made from guanadilla, passion fruit and other fruits and vegetables near the altitude. After dinner, Jim sat next to Gabriel and me and turned on the digital camera. Immediately, I was frightened and silently cursed myself for my fan error. Jim's digital photo counter showed that he had 1,800 photos on his memory card.</p>",
    "image_name": "12.jpg",
    "description": "<p>The Andes are long and high, and the depths of South America as the backbone of the continent seem to depend to a large extent on the slopes in which they are located. The kitchen seems to change depending on the altitude. Culture also depends on altitude. Especially the biological world seems to be dominated by slopes. </p>"
  },
  {
    "id": 40,
    "title": "Dual Citizen in Coca",
    "body": "<p>No, this cannot happen. I now how to do? OK, she said, we can book air tickets for Seattle, we can make an appointment with a passport agent, or we can fly by the next day. Would you like to do this? Yes, of course I would say that this is a planned month that has worsened in the chaos. 'Wait,' I told him! I need to call my wife. How much time is too late for me? 'Twenty-five minutes. How far does she live? Ring Ring Ring 'Jane, I know you got the flu, I know you didn't sleep much last night, but I need you to wake up our son and get to the airport in 25 minutes with my other passport!' 25 minutes Later, the employee took my German passport and said to him: Wow! Your trip has just been purchased by someone else. You should pause for a while now! For your safety, I'll take you ... the gift you owe your wife is great!</p><p>The next morning, I was on a Coca-Cola bus in Ecuador, the gateway to Amazon. When I think this is the first time in my life I have traveled as a citizen of another country. Although I can't explain why, traveling with my German passport changed everything. About the smell of Coca-Cola. Is it citric acid and diesel? It makes this place intoxicating. This is just a small city with 30,000 inhabitants, and I'm crossing, but I can't help but be grateful for coming to Amazon's historic adventure gate. When he grew up in the United States in the 1970s, he grew up in a weird postmodern era, when parents raised their children as helicopters and lawnmowers, and buzzed around them , Eliminating the risk of problems. the way. But my two parents are immigrants, so we are still children in the countryside, without helmets and planned activities. I realized that travelling as a German and travelling as an adult in the livestock industry did not have any worries and inconveniences. </p><p>That night, at the Sacha Lodge bar, I sat in a chair and read a book about explorers. Behind me, two British couples apparently didn't realize that I was in the bar, and they started to sleep with Americans, how terrible they were. I stopped reading for a while, thinking about what weird topics were discussed on Amazon, and then I went back to the book. For over a year and a half, I've been telling my son a story about Captain Rat, who sailed on a rat-sized boat, fought pirates, and performed various missions in different island nations where he lived. But after going through almost 500 stories, I realized that I would not be in 2012 without the development of the story to include more characters. I decided to make Mouse Captain need a staff member to make the story more appealing to kids around 5 years old. Naturally, in an era of low peace and piracy rates, Captain King will be called to lead the unassigned southern oceans for exploration and discovery missions. </p><p>But what would the crew of the Mouse Corps look like? In search of inspiration, I started trying to get to know the real historical science exploration team. Given that I am traveling on Amazon, I have to pay special attention to various travels on Amazon. My mouse team needs a botanist, and I have decided that the botanist must belong to the pocket mouse category. This seems appropriate. The next night I heard the British couple chatting again at the bar. But this time, they asked the guide to tell them more about who is the worst traveler. The guide made almost no mention of Spanish travelers, but the British couple then talked about German travelers, how they always smile and are very serious. After becoming an expert in history exploration, I disagree with this evaluation. In the early history of exploring the Amazon, the Spaniards, Portuguese, Dutch, and Irish did everything possible to colonize the Amazon. If it weren't for the German naturalist and explorer Alexander von Humboldt about how our explorers and missionaries conquered them through the Amazon, we might not know much about their religious motivations for travelers Shocked by their treatment of the locals, they wrote to everyone. Von Humboldt is a Pomeranian botanist who collected plants and shells when he was young. Unlike his European explorers before, Humboldt seemed calm on the Amazon, seeing surprise, order and beauty.</p>",
    "image_name": "13.jpg",
    "description": "<p>My backpack is so perfect: there is no waste, everything I need is correct. I got up at three in the morning and arrived at the airport as soon as possible for the longest travel time. But when I arrived at the airline counter, I looked at my backpack and picked up my passport. The employee said, 'Sorry, you can't go.'</p>"
  },
  {
    "id": 41,
    "title": "Guacamayos Ridge Trail",
    "body": "<p>This unique habitat means unique animals, especially a wide variety of birds. I am here with the guide and friends of the nearby San Isidro Lodge, which is known as one of the most successful birdwatchers in the area. Its purpose is to find a large tree in the Andes. This bird is hard to find and was seen by a group of people the day before. My goal is to search and shoot frogs. Last night, Gabriel and I visited the area's biological research institute, Yanayacu Biological Station, because we know there are many types of frogs in the area. When we arrived at the station, two dogs behind the barbed wire greeted us and they were very angry about our presence. Their paddock follows the road to the facility, so they have a section of football field that can follow us and is very threatening. </p><p>We arrived at the station at the end of the afternoon and the staff explained that there was a small river on the other side of the main road. We must wait until the night when the frogs start calling. At the same time, they explained that we can look at their caterpillars. The station has been collecting data on caterpillars in the area. They hope to find specimens invaded by parasites. The idea is to collect hundreds of cocoons and wait for the possibility of parasitic wasps. Many cocoons hatch like ordinary caterpillars, and one researcher proposed removing them from the research bag so that we could see them crawling. Each caterpillar is even more incredible than the following: complex spines, horns, unlikely color patterns. These caterpillars are rarely seen in the wild, so much so that I find it hard to believe that they were collected a few miles from the facility. This fact that has kept me confused is important to remember in the jungle. As everyone knows, new visitors are disappointed that the jungle is green and not as full of life as they expected. Actually, that green jungle is full of crazy life, but if you don't look for something and don't try to find it, you wouldn't expect to see anything.</p><p>When night turns into night, we follow a path near the station, along the river. A few minutes before the sky completely darkened, the frog began to hiss by the river. We both forgot the flashlight, so we had to borrow a pen from a research station. We followed the call of the frog to the stem of the tree, and then walked to the branch of the branch. Every attempt to find a hoarseness will end in failure, so we move on. Gabriel suggested that we walk across the river because I told him that I read that Ecuadorian frogs tend to live in leaves on the river. Even when we reached a section where the frogs in the river were more densely tweeting, we could not detect a frog. Similarly, the jungle may be green but full of life. Even if you are looking for a lot of things, you may not see it if you don't know how to find it.</p><p>Today, I am determined to find a frog in Ecuador. Gabriel and I were told that we just need to look down on every species of Bromelia that we can reach. The extraordinary slope of the Macaw Road makes trees and branches almost always hang next to us or tangled together, which gives me more opportunities to view the canyons of the Bromelia plant. The life presented here, even the bright one, is confusing. You can walk away from the masked Trogon from the bright colors without knowing where it is. Even the strangest hummingbirds seem to be completely covered by green. I have always wondered why animals have such a luxurious color in the jungle. In temperate regions of North America, most animals prefer neutral-colored trays this season: brown, gray, white, and olive. So how do lime, orange and watermelon popsicles appear in the jungle? In the tropics, there are many theories about color, but how cautious it looks to see the expressions of bright birds sitting solemnly on bare branches, proving that bright colors can indeed help animals escape animals. Predator</p>",
    "image_name": "14.jpg",
    "description": "<p>On a sunny day starting at the trail, at an altitude of about 7,000 feet, you can almost see the flat area of the Amazon River. The Macaw Ridge Path is cut on a steep slope on the eastern side of the Andes in Ecuador. The slopes here form an island in temperate habitats, surrounded by the most typical subtropical habitat in the Andes.</p>"
  },
  {
    "id": 42,
    "title": "Tropical River Island Pioneers",
    "body": "<p>The Napo is Ecuador's largest contribution to the Amazon. It winds through the valleys of the Andes, spinning and flowing through the lowlands of eastern Ecuador. Along its length, the Napo River may be more than any other Great Amazon River, with islands and sandbars everywhere, which makes the river a complex archipelago. We are driving to the huge Yasuni National Park, stopping on several islands on the way. We reached an island with a wide sandy beach, first at the border of pasture and shrubbery, then inland, where fast-growing cephalosporin and palm trees grew. You can't escape the island's abundance of birds, such as wise men and nighthawks among the grass in the wide sandy plains, and hummingbirds and thorns in the densest bushes in the center of the island.</p><p>Although the Amazon has the most bird species, the birds are not very abundant. In fact, one spring morning, Amazon had nothing in my yard. So why are birds everywhere on this small river island? I wandered the ranch on the island with Carlos and Pablo, and I realized the unexpected source of energy. The weather on this river is 78 degrees. The breeze was light and the sky was cloudless. The climate of the Amazon open-air rivers is all year round. So cute, this is our plan for the whole day, only me, the captain and my two guides, just visit the island and float in the breeze. Some travelers believe that Amazon has the most perfect climate in the world. For me, there is something in the clear blue sky that attracts me and attracts me. On the grass, I was surprised to find three children, three years apart. They played happily, dug in the sand, followed us, and hid in the reeds. They are here without supervision. His canoe stopped on a sandbar on the other side of the island. But where is your town? There is only a jungle on both sides of the river.</p><p>For many of our generation and before, the clearest memories of childhood are like this; long periods of independence and friendship, the landscape is like a huge white canvas, waiting to be painted. I walked away alone and was surprised to meet some people again, and I missed it because there was little evidence of humanity along the river. Birdwatching guide and its customers from Spain. As it happens, I encountered this guide on a Quito plane. He has just returned from Ecuador for the first time as an independent tour guide. We talked for a few minutes, and Pablo came out of the forest, shocked and surprised. His younger brother on this island and the way I met him shocked him. Pablo and his younger brother spent the three children of their childhood, hiding in the grass, and the Napo River and all its complex terrain are like a blank canvas. As adults, they both live on their favorite childhoods. When we refocus on the island itself, I can see that the island is nothing more than a sandbar, which can withstand the river during the flood season due to the changing nature of the Napo River. Usually, these islands are accumulated sand deposits that form along river channels. Sometimes these islands are the result of a subtle change of course by the river itself, cutting part of the riparian curve. The river island of Napo is temporary. Intense storms, the rainy season, and the changing course of the river itself can all immediately destroy any of these islands. Why have so many birds evolved to take advantage of this special and dangerous habitat?</p><p>Back home in Oregon, I could walk a quarter mile and find dozens of habitats, each of which could identify them as suitable for a particular type of bird. Even the way the light hits a place, the size of the branches, the number of moss, the existence of cliffs, the types of trees, the presence of dense bushes nearby, etc., can you tell me a lot about what might be circling in the distance . But to us Americans, Amazon seems to be infinitely the same. Strong and impressive, yes, but excluding changes brought about by our North American habitat. Some birds in Oregon, such as the little white bird, are not found in Washington State simply because of the long flight over the Columbia River Estuary. In the Amazon, the river naturally explains the diversity of birds here. The edges of rivers are usually boundaries of species that are almost impenetrable, and they often cannot fly far. When the river changes direction and forms a new path through the jungle, the population is divided into two parts, providing an excellent opportunity for species division.</p>",
    "image_name": "15.jpg",
    "description": "<p>Before morning, we docked the canoe on the boardwalk and walked for half an hour to the hotel's dock where the captain was waiting for us. The hot weather and all the painful paths through the rain forest drove me crazy for a long time. But once the motor canoe landed, we screamed on the Napo</p>"
  },
  {
    "id": 43,
    "title": "The Poison Frogs of Salt Creek",
    "body": "<p>I told him, 'It's getting dark.' 'Isn't all the mangroves here and there? How long did she go? She didn't pass this road without going through the muddy disaster at night.' Erik, from These women in Panama, they grew up in these places, different from you and me. Only an hour's walk from Salt Creek, but these women from Panama have evolved differently, as if there was a net between their feet! 'He was only half joking. He stood up and said,' Sometimes there are wooden boards between mangroves, they just know how to walk through them, like this. 'Then he stood up and said,' Chick, Chick-a, Chick-a ', and intends to jump over a small board in the mangrove. He said,' When I tried to cross the mangrove, my The knees were muddy.'</p><p>Martin and Elessa will cook the fish that the next-door family sells to the resort this morning. I know I will scream tonight because I woke up this morning and saw a boy running around the hotel with a big scream on his shoulder. Food in small eco-resorts is usually one of the most incredible, and here at Al Natural, where wahoo is cooking with cabbage, pineapple and almond glaze. Guests in small eco-resorts (such as food) are also more likely to become fun, friendly and fun, and as the guests approach, we introduce ourselves. A woman from Manhattan explained her husband's obsession with Skippy peanut butter. He wears large trendy glasses from the East Coast and is an expert in forecasting Egyptian political outcomes for a company that studies regional risks in global hedge funds. I don't know how good her latest report predicts the events of early 2011. Another guest was a middle-aged woman living in Venezuela, who controlled human rights violations. Her boyfriend lives in Mexico. They explained together: 'This is half.' Skipi peanut butter responded to his conversation about Venezuelan politics, saying 'Chavez is like Nasser. He did not succeed, but achieved populism.' She responded by saying : 'And, like Nasser, he will know how to pull those magical rabbits out of the hat for a few more years.</p><p>Four Americans from Russia have been to Bocas del Toro for years and to several islands in the archipelago. When one of them, Tamara learned that we had been to Red Frog Beach on the other side of Bastimentos Island, she mentioned that they had stayed once. After learning a bit about the history of Red Frog Beach Resort and Pier, I asked him what he thought of his stay there. 'Not much,' she said. 'This is not a pleasant place, you can feel it in the atmosphere.' He explained that Red Frog Beach Resort, which was originally intended to account for 9% of the entire Bastimentos island, will be a huge large-scale development project, of which Includes a golf course. Of course, the dock and hundreds of units are for sale. 'They just go there and do what they want to do. They are guys from Minnesota. They don't know what they are doing. They don't listen to the local Indians and they worry that development will destroy their ecosystem.'</p><p>I told him that when we were in the Red Frog Beach area, the place seemed to have deteriorated with little development. 'Well, this is completely correct, because all the glory of Red Frog Beach Resort has failed. Now, there is really only one hotel. They are under the administration of a new government and are trying to do more for this , But it actually doesn't work. '. Explain how development continues to try to do things its own way, often undermining the local community and economic components of India. When referring to the famous red frog named after the area, she explained: '(The development project) deals with red frogs in that they try to pick them up and put them elsewhere. That's his environmental plan. This is a place with coral reefs, mangroves, and basically the entire island is a protected national park. These guys are trying to build a golf course here. 'The red frog of the resort and beach name has been attracted to Bastimentos for many years. The strawberry poison arrow frog is actually one of the most common poison frogs in Latin America. It covers many lowlands in Nicaragua, Costa Rica and Panama. But strawberry frogs: Oophaga pumilio frogs living in Bastimentos have a unique meaning, that is, they have great variability, just like wild city pigeons in large cities: they have multiple colour. Some are red with black dots. Some people are white. Some are orange, some are yellow, and some are even green. On the nearby peninsula, a small number of the same species live on the beach in midnight blue. If extended to other parts of the Caribbean coast of Central America, the puffiness could be black and white, green and yellow, green and black, and so on.</p>",
    "image_name": "16.jpg",
    "description": "<p>As night turned into night, he sat on a glass of rum, sat with us, and chatted with our children. When the chef arrived in neat clothes and smelled the perfume, I silently wondered where it came from. There is no road here, I don't listen outboard, and no canoes are docked on the pier. This part of the island of Bastimentos on the Bocas del Toro Islands in Panama is surrounded by dense forests and mangroves.</p>"
  },
  {
    "id": 44,
    "title": "Moonlight Ferry to the Zapatilla Cays",
    "body": "<p>Bastimentos is a large island, but it is almost completely preserved as a land part of the Panama National Marine Park. There are few cities on the Big Island and there are no roads connecting them. When we leave Punta Viejo, the pier at the southeast end of Bastimentos, we will leave the dark coast, so the stars and moon can provide all the lighting, even in a sky full of midnight floating clouds. Under dark blue light, your eyes quickly adapt to this dark blue. The waves came from the Caribbean Sea, bulging by coral reefs and looked bigger. So much so that I once shouted to the captain because I was sure that the waves would reach us, but he knew the true size of the waves and could pass us cleanly. Then I smiled at the captain. Last night, we all saw the monkey falling from the tree at night. They are little monkeys, but they have big eyes that let them see at night under dim light. The way they talk, accompanied by buzz and buzz, reminds me of these animals alive. Throughout the day, you will never know that these strange creatures inhabit the forest. But here they are, their ancestors did the same thing they did thousands of years ago, searching for food in the dark. Seeing these primates descend from our darkness into our world, persecuted me in some way. Knowing they are always there, just can't see. Within walking distance of slippers; the marine park also protects two small islands. The captain brought the boat to the shore and I jumped. Back to the boat and disappeared. I clicked on the lighthouse and started walking along the beach towards another Cayo Zapatilla.</p><p>Slippers are part of many island archipelagoes, located in a huge bay, Almirante Bay, and a huge lagoon, Chiriquí Lagoon. These islands are called the Bocas del Toro archipelago and are located in northern Panama, near the border of Costa Rica. Coral reefs protect the bays and lagoons of the choppy Caribbean Sea, so although this water is indeed ocean, there are very few tides, tides and waves. There are no hurricanes here. The water inside the Bocas Del Toro Islands is so calm that people prefer water between countless mangroves and build their own houses and businesses on stilts. But the small sliding keys are uninhabited, so in the starry sky of another world, I walked along the narrow beach until the vines and dangling trees entangled this light. I decided to sit on the edge of the beach and look at the stars, but the waves reached the edge of the beach, so I found a place to sit in the forest. Before sitting down, I scanned the trees, the ground, and the eight-foot giant Bromelia plant next to it with a flashlight, looking for creepy bugs.</p><p>In our modern world, few people can sit alone and imagine a world formed entirely of natural light, a scene that has not changed for centuries. These isolated moments are important to me because I need to understand things myself to understand them, and I need silence to imagine. Therefore, my way of understanding the history of the world I live in is to see the templates with my own eyes. In this dim light, I looked at the sea. Weakly, I can see the coasts of the mainland beyond the islands and mangroves, which is an alpine disaster, and the horizon is black. Bocas del Toro has only about 120,000 people. Most of these people live in the big cities of the province, and I know I'm looking at mountains without humans. This was originally a scene of British sailors' emptiness when he woke up for a 50-gun fleet HMS Leopard for an early shift. Human vision may include other 19 ships sent by the Royal Navy to prevent commercial routes from returning to Spain.</p><p>In an hour or so, the first rays of dawn brought the Ngöbe Buglé Indians to the canoe. Today, as in the spring of 1726, these Indians will be playing in the water for most of the day, casting fishing nets or foraging on rivers and reefs. The Royal Navy is the pride of England. In the past 800 years, the Royal Navy has become an unparalleled force to protect and serve the interests of the country, and the political structure of the major European countries has also continued to develop. So, although the army has no other fleet incomparable, the danger lies in the way the alliance changes over time. The man whose turn it is to wake up may not have joined the army because of England's fame or glory, but because the terrestrial living conditions in England in the early 18th century may be a sad combination of survival, disease, and early industry. Urbanizing the navy could have been a risk of survival.</p>",
    "image_name": "17.jpg",
    "description": "<p>I woke the captain from the captain in a hammock on the edge of the pier, and we both jumped on board. The pier belongs to a small group of seven bungalows on Bastimentos Island, where my wife and son are asleep, and we are the only guests.</p>"
  },
  {
    "id": 45,
    "title": "The Wise Glass Frog of El Valle de Antón",
    "body": "<p>I feel that what is happening now or what is coming tomorrow will reveal our world better than fallen bricks and old parchment. To travel today is to leave the well. That's why I am writing to you from the small town of El Valle de Anton, located inside the volcanic caldera, which is sometimes called the Global Zero Extinction Zone. On Sunday, the scenery of El Valle Anton Open Air Market is endless, with vendors selling fresh fruits, decorative plants and art. Among the bright lilies and meandering orchids, you'll find vendors selling hundreds of carved and carved yellow frogs. Hope many of these frogs are sitting on mushrooms and looking at the sky. Some cheerfully decorate the ceramic kitchen or sit down in sexually suggestive poses. Others chat or surf the Internet on their phones. </p><p>The Panama Golden Frog is a bright yellow amphibian that is actually a toad with active black spots. A living treasure. And all the relevant information: its delicate and slender body produced throughout Panama, evasive behavior, unusual behavior, and myths and folklore make the frog a national symbol. The frog is Buckingham Palace, the Bald Eagle, and the Eiffel Tower of a young country. If I had to go back in time and review the evolutionary history of this small animal with time-lapse photography, I would see a story about narrow escapes and incredible odds. A story made of dinosaurs and a changing continent, a volcano erupted. You will experience an episode of the best stories on earth. Time lapse will end two years ago, in El Valle de Anton, when David Attenborough's BBC film crew announced that the Golden Frog was extinct. </p><p>Today, with heavy rain pouring, the stream turned into a raging river, forcing loose logs and tearing tree branches hanging from the water. Despite the rainy season in Panama, today's weather is very violent enough to damage the dam in El Valle de Antón and separate the asphalt on the road. I was eating with eight birdwatchers in the open dining room of Canopy Lodge. We were strangers this morning, but we have shared wine and stories. A man enters the restaurant in camouflage clothing, wading boots, a flashlight and a snake stick. Before arriving in Panama, I had arranged Mario to guide me through the creek of the El Valle. The history of frogs disappearing from the world has troubled me since high school. I thank Joseph for joining us. He is a birdwatching guide who works hard at the hotel and invited him to join us. He explained that no one had done anything like this in the shelter. From the van, I saw the darkness when Mario and José were joking in Spanish. I try to continue their conversation and want to know what people are talking about in El Valle. But from time to time I listen to Bufo marinus or Euphonia, they talk about frogs and birds.</p><p>Hi, I'm thinking about my conversation last year. Maybe I drank too much alcohol, and I regret it because I need to stay wise. A friend visited my family and spoke extensively about climate change. He tried to refute my insistence on the science of global warming and said that every generation thought it was the most important. And climate change is just our arrogance and our generation needs reasonable collective exports. I explained that as we leapfrog to overpopulation and super efficiency, the challenges of each generation are actually more and more important, and the world of our children and grandchildren will face more challenges than the grandparents or grandparents sitting here A fierce battle of tough choices and more unimaginable challenges. Let me tell you, don't forget the course of the past 100 years, from World War I to the more terrible war to the Cold War, what happened, this is the first time that human beings truly distinguish themselves from the earth. . Now, Lola, I think of you too. As we jumped from the truck late into the night, I was thinking about a conversation about the meaning of extinction. We left this road, headed for the pedestrian bridge, passed the water farm, and then went down a small river. He told Mario that he wanted to find frogs. What is the target species you want? No, I already explained that I have no target species. He talked about the golden frog. No, I don't want to find the missing frog. I asked the poison arrow frog, referring to the most beautiful amphibians in the world, from Panama to the Amazon. </p>",
    "image_name": "18.jpg",
    "description": "<p>The Chinese have this sentence. They said that the frog only saw the sky from the bottom of the well. The same goes for travelers, the way we travel two thousand miles to isolate ourselves from the world in museums, and to preserve ancient times.</p>"
  },
  {
    "id": 46,
    "title": "Coconut Train to Cuero y Salado",
    "body": "<p>Tonight is a blue night; it's cloudy, it's raining, and the light will soon turn on, now it's just the light of fireflies. One million fireflies. The edges of the grass and forest are like the upside-down night sky. Coconut trains are all metal: swaying old metal painted yellow and red, making a lot of noise. This voice made people say, 'I can't even think!' But the noise made me think, travel gave me life, and I realized that most of my life, this is where I have been trying. Almost fabulous rural land in the north and east of Honduras has always fascinated me and was shocked by the shock of this old road, and everything unites for me. Germán grew up in the Nombre de Dios mountain range, which is located directly south of us and is now part of the Pico Bonito National Park.</p><p>The train passed a small spot in a village called Montpoble. Through the open door painted pink or yellow, I saw men playing billiards, women in formal white dresses grilling by the campfire, and children sitting on steps. Between the late 19th and early 20th centuries, one of many roads built in Honduras by two competing banana companies was part of a coconut train to Cuero y Salado. Hurricanes, floods, washing and weather made most tracks unusable. However, some sections are still buzzing. This is to remove coconuts from the field and take them to the processing plant. And because there is no way. Germán found a huge lantern in his backpack and illuminated it in the wild. `` Pauraques, '' he said of eyes that look pink in our light: the newly migrated nightbirds in the field. The coconut train stopped at LaUnión, where the driver picked us up. We drove through the pineapple fields of Dole. You know something about pineapple work, German said. After two hours on the first day, you can't feel your back. Like many people who grew up near the Caribbean city of La Ceiba, Germán worked as an ordinary worker in the pineapple fields of Dole. Pineapples are harvested only once a year, and fruits must be kept all year round. But the fruit is in the middle of an unpleasant large Bromelia plant with spines and spines. Men working for these fruits face great difficulties.</p><p>He explained: Many of my friends turned a blind eye. They went in looking for pineapples, but you have to be careful. In the lighthouse, we observed a thousand species of pineapple plants. If you don't think about it, then buy a pineapple, you will lose your sight and you will be blind when you are young. Germán started his career as a rancher, then worked in pineapple fields, and once spent on the mainland. One year, repairing a ship for a seafood company in Roatán. However, it was his past life that lived at the foot of the mountain, which set him on the road to becoming a high-level guide in the desert. When his mountain became a national park, Germán was accepted as a park attendant whose job was to protect the area from poachers, using their ledges to find secret signs for hunters seeking biological rewards . that area. He described his days protecting the park. The bad guys are always there, we are just a few to protect the essence of our country, he said. The work in Honduras is not as dangerous as a park ranger. He continued to tell me about the ranger being beaten or even killed. This work helped Germán prepare for a wildlife guide. It has reached the top of a mountain called Pico Bonito eleven times. According to climber standards, this peak is not high. It's not exactly 8,000 feet. But the jungle is so well protected that few people reach the summit of Picubonitu. An adventure takes a week. Many summits of the smallest mountain in Pico Bonito have never reached the summit, and most of the entire park has never really been explored.</p><p>Germán, who had seen five species of wildcats in the country during the summit of Pico Bonito, explained to me the real danger of such a trip. 'Slip on those rocks and no one will take you out. You're done. You've been away these days. Let's say ten people want to be led to the top. Everyone paid me a lot of money, and also a lot of money. But not much money is worth my life. Listening to Germán's story about the jungles of Honduras reminded me of how this area constituted most of my life. A long time ago, I heard the first story about a lost city that may or may not exist in eastern Honduras. The thought and apparent credibility behind the possibility of ruining the size of a completely undiscovered city on my own continent puzzled and captivated me. Over time, any story about eastern Honduras caught my attention. I began to lose interest in lost cities, accumulated about the true geography of the land, and how much land was undeveloped in eastern Honduras. Books like Paddle to the Amazon and The Savage Shore helped me see a place that is almost impossible to know because in most cases it is not on the map. The question is: What is unknown in eastern Honduras?</p>",
    "image_name": "19.jpg",
    "description": "<p>I'm on a coconut train to LaUnión. I shared a second train with my field guide, Germán, at Pico Bonito Lodge. During the day, you can see how this ancient road crossed the swamps on the rotten bridge and passed through the fields of palm trees and cattle. You will see the palm trees full of blue flowers.</p>"
  },
  {
    "id": 47,
    "title": "The Philosophy of Monkey River Town",
    "body": "<p>But Vance started screaming. You know, not the cry of pain, but the cry of a stuffed animal. The monkey screamed. He took off his shoes, the giant spider crawled, and a furry half-dollar started running on the truck. I felt my shoes beating. Vance said. Then shouted. Not furry crying, but creepy screams. The spider just wanted to get rid of my shoes. The spider crawled under the floor and under the board, we couldn't find it. This means that the insects will crawl underneath the ground on our route to the Monkey River in Belize. This spider has a lesson. This is the first rule of tropical camps. Don't take off your shoes at night. This complies with the second rule. Keep the store's zipper closed at all times. The third rule might be this: Cover your body with dessert. We have acquired 90% of Deet. Such a powerful mosquito repellent can stain clothes and swell the skin.</p><p>If properly treated, malaria, yellow fever, dengue and cholera are not fatal, but using healthy Dieter foam can be avoided. But the real bastard watching in the Central American Caribbean lowlands is the big dog. The snake's internal bones vibrate in proportion to the weight of nearby animals, which allows it to estimate how much poison to inject to send it to the grave based on its weight estimate. It has been observed that a spear approaching the weight of the jungle traveler and his horse attacks the horse with poison based on the horse and rider's amount. This provides credibility for taking this path. In the dense riparian forests of Central America, no one walked the path. Even Mayans living in the area are building roads and highways. Walking too densely and thinking too dangerous. Flies infested southern Belize where we were going. The subject made a clean circular incision in his skin and numb his feelings with poison, so he could not feel how to place the larva under the skin. Hatch larvae, snorkel and breathe from the skin, then hatch and fly out. With all these advantages in the store, I think this would be the perfect place to answer that open question. Do you think we will find the answer to life here? I asked Vance.</p><p>Small places can express their voices. According to the rules, Singapore is Gibraltar, Britain is Israel, Israel is violence, and Tonga is overeating. But Belize has almost no say in the world. Belize is not much older than Israel, but it is not a mouse barking dog. The Caribbean Lowlands are places of historical turbulence. Left rebellion, right executioner, drug syndicate, Spanish murderer, brutal pirate. In all these respects, Belize's brief modern history is an innovation policy, a distinctive culture, and a total contradiction with the rest of Central America. We met Doug Singh at his home in northern Belize. Opposition United Democratic Party President Mr. Singh is running for senator in his area. 'Will you win?' I asked, 'I don't know. You know, another person is very popular. But the current government has promised many things they cannot achieve. They promise to reduce work and taxes. None of them were delivered. They promised more jobs in the area of ​​national development and construction, but all construction materials were imported, so leaving Belize still had more money than staying in the country. ''</p><p>Doug and his wife, like many other couples in Belize, are part of the country's complex ethnic integration. He explained the problem of Garifuna, a mixture of former black slaves and Caribbean Indians, who fled south of Belize. He talked about Creoles; a mixture of black and European. Mennonites from Austria were mentioned, they drove carts. Lebanese and Chinese withdrew from northern China when the Japanese began the massacre. Talk about the difference between Latino and Latino. The first is the direct combination of Spanish and Mayan. Radinos' races vary widely, almost I have everything. The Mayans themselves are the only natives of Belize and they often speak other languages besides their own mother tongue. Doug himself is an East Indian. When Belize became Honduras in the United Kingdom, India's agricultural experience in banana plantations was needed. His wife is Puerto Rican. Belize has many shades of pink and brown. Maybe too many people are angry about it.</p>",
    "image_name": "20.jpg",
    "description": "<p>It's all going great. We have reached this small place on the Caribbean coast of the underarm country of the Yucatan Peninsula. We are leaving Garifuna fishermen's town, where we spend the night, hiding in tents in the weeds on the beach.</p>"
  },
  {
    "id": 48,
    "title": "Old Highways of Peten",
    "body": "<p>Vance and I stay at the White House because we both need to take a bath. That's why I shiver when the shower doesn't work. I screamed. The hotel staff heard the news and shouted at the wall where the principal of San Ignacio had just exploded. We met Lisa and triplets at Eva's and discussed sharing the cost of beer and tortillas to Guatemala. It seems appropriate to go to Guatemala with a single mother and her child. To her, it was a sense of security, and to us, it was a cost. We sat in the swaying bar and talked about Woodstock, Los Angeles and San Ignacio for hours. Did I not notice that the triplets kept the conversation alert? Later, this seemed strange. The 14-year-old American is so stupid. what's the difference? Something about the triplets reminds me of the Mayan child of Toledo. At the age of 14, everyone was curious. From the party they attended a party in their hometown of Woodstock. Those guys were blown up. For Eva's customers, almost human. At that age, I couldn't tell the difference between a heroin addict and a blue suit junk.</p><p>Lisa explained how to bring her children to different parts of the country, Rome, and then to Canada and Mexico. Is Lisa a rich mother who can afford it? If she were to take a taxi with us to Guatemala, it would not be. Lisa was interested in her child's education and treated her with a practically cruel attitude. In the morning, we took Lisa and her triplets to the border, then crossed Guatemala, where a cousin was waiting for us in a van. Guatemala's agricultural landscape is very mature. Green valleys, cows and goats, huts on the road, are always surrounded by higher jungles. We passed by the huge Peten Itzá lake, which was filled with sulfur, and the consistency of the sulfur made it emit blue-green from the shallow sea. In the southern part of the Petén jungle, the farm gradually recedes, and the jungle trail is surrounded by tangles and moisture, noise and life, blows, and movement: turkey crossing, Coati sailing forces. This is the way to Tikal, and we hired Miguel Asturias, who spoke quickly to guide us through the ruins. Miguel, about five feet tall, is extremely nervous, just like a long distance runner. He was in his forties, with a curved nose and shabby skin, and looked as healthy as a climber.</p><p>Our walk started on a small slope towards the Petén rainforest. My first impression: The world of the Maya is probably the strangest environment of any ancient advanced civilization. In human history, has anyone cut down and built houses in a place so dense, warm, humid, and full of such peculiar colors? The fact that crocodiles often go to the old watershed here makes it even stranger. I told Miguel, Crocodiles must not be here, they are marine animals. 'No, not at all. A crocodile can smell a lake seventeen miles away. They can walk through the jungle. After the lake dries, they advance to the next lake. Crocodile can move throughout Central America.</p><p>The 1996 peace agreement was supposed to end atrocities. Things started to look good. `` A lot of changes were made. For example, according to the law, every person with a secondary education in Guatemala must teach three to read and write. We need this in Guatemala. The literacy rate used to be below 30%. They are now in their sixties. But when Alfonso Portillo was elected president in 1999, the situation began to decline again. '' The Guatemalan army and police have begun a new abuse campaign to cover up traces of their past. Although the left supported Indian insurgents' demands, Portillo was reluctant to take action on the new bloodshed. But all the murders and bombings in Guatemala seemed stupid to a peasant country. Who needs anti-Communist Gestapo in cutting sugar cane and screening coffee beans? Guatemala's vicious history complements its ancient history: the history of the Mayan civilization is bloody. The fighting between city-states is endless. With all these struggles, Central America has suffered from drought for a year. Drought and war may be exploited by other civilizations, but the Maya also overuse their crops. Cause the first environmental disasters; destroy your floor. Multiple tolls quickly destroyed civilization; crushed the priest and scattered the Maya in the jungle.</p>",
    "image_name": "21.jpg",
    "description": "<p>Saint Ignatius slopes towards the river; a disproportionate city with many disproportionate streets. Asymmetric streets are narrow and illuminated by neon lights. Many restaurants around here are Chinese, Lebanese or Indian. We met some New Yorkers, Lisa and their triplets in southern Belize and agreed to meet at a Lebanese-owned bar next to the White House.</p>"
  },
  {
    "id": 49,
    "title": "Habana Vieja and the Little Farter",
    "body": "<p>The airport taxi driver looked at me and said, I haven't seen many Americans. Okay, I answered. The plane is empty. I showed him mysterious photos taken on his flight from Atlanta to Havana. I told him, None of these people are U.S. citizens. I said, bald pointing to the first few lines of me, Canadian! I pointed out some of the first few lines of the previous line. These people speak Spanish here, but they don't speak English. I think they are Cubans!So how did you come here as a U.S. citizen? It's difficult, isn't it? He asked, weaving Old Chevrolet Bel Air in the 1950s, Moskvitch 2141 in the 80s and Polski in the 1970s. Actually, this is no problem at all. Coming here is easier than this. But on June 16? He punched the steering wheel with his fist and said, After June 16, the tourism industry in the United States is like this. As the hand dropped, he whistled, how to describe the stock market on Tuesday. Black.</p><p>He explained that in President Trump's June 16 speech, after he reversed the Obama-era diplomatic thaw between the United States and Cuba, the US tourism industry fell by at least 80%. He explained: That was the intention, but it didn't really change much. Most Obama-era laws still exist. It's about fear, confusion! He nodded in understanding. Do you know Ebola? I ask. As soon as the Ebola epidemic is reached, even thousands of miles away, the tourism industry collapses, such as South Africa or Egypt! When I was a kid, my father took me to the border between West and East Germany. There was a high fence near the road, and besides, there was a strip of bare dirt. This is the minefield. This is The last surprise for any East Germans that are so close. When my father picked up some rocks from the roadside and started throwing them into the minefield, we could see soldiers standing high on the East German side about half a mile away In the tall grey tower, focusing on us, we still ca n’t reach the study. Being told that I ca n’t go anywhere, this experience may have some impact on my hatred throughout my life. Someone raised a fence to block me.</p><p>When Obama started the process of establishing a formal relationship with Cuba correctly, I was moved because I knew that the time to normalize the relationship had been delayed a lot. This expansion caused a lifetime of political itch. But it was only when Trump turned around to relax that the minefield extended in front of me, and I knew it was time to leave. It's time to jump over the fence, it's time to chase my little fart in Cuba. Trump did modify the law to restrict Americans' access to Cuba. In particular, he cancelled the most important visa, which allowed Americans to visit Cuba as tourists: a person-to-person visa. The move allows for strict travel under a guide, but eliminates separate bed and breakfast travel. This campaign allowed the type of air-conditioned tour bus trips to limit American visitors to fictional Cuba: Cuban cigars, Communist rum, Communist rum, Ernest Hemingway's cobweb memorial, and Sacking happy Cuba. Fidel Castro for decades. Terrible atrocities. My intention is to follow the Trump administration's desire that I do not travel alone and without the Internet. This runs counter to the intention and shows that the threat from the State Department is farting, not hasty. Observing without the Internet is a passionate way to separate yourself from Cuba, and Americans describe Cuba as a tool of their polarization policy. When I heard two Americans arguing about Cuba, it seemed as if they were frozen in time, cut off and isolated for years from the best answer on the street for years.</p><p>He would wear two pairs of shorts, four shirts, a lightweight cotton sweater, a sealed bag with various toiletries and a pair of slippers. He travels as easily as a feather, relying entirely on a free market in which Cuba's services industry is booming. I rented an apartment on the fourth floor of a four-story building. A dangerous, narrow staircase leads to four floors and lands in an alley leading to the roof of the building. This is an old iron chair and clothesline. It's hot here, and I can smell the most charming aroma of the Caribbean Sea. In the historic city center of Havana, the bright and gorgeous flowers that I associate with the Bahamas are ironic. More like Lisbon, Palermo or Marrakech. From this 360-degree perspective, I see apartments built one after the other. In some places, with the exception of cats and pigeons, parts of the building appear to have collapsed and become uninhabited. I saw some abandoned structures with chiseled stones engraved with words such as commercial bank, suggesting yesterday's western capital. These worn surfaces are painted pink and white, sky blue or emerald, revealing decades of cake below: banana yellow, robin egg blue, and watermelon.</p>",
    "image_name": "22.jpg",
    "description": "<p>Ever since I first opened the James Bond guide for the West Indies at the age of twelve, I wanted to see for me a Pedorrera: the mysterious and dazzling Cuban Little Farter. I just arrived in Havana and rented an apartment in the historic and lively neighbourhood of Old Havana.</p>"
  },
  {
    "id": 50,
    "title": "Pirates of Green Turtle Cay",
    "body": "<p>The Lucaya Indians once lived on Green Turtle Island, but were enslaved by the Spaniards and forced to move to other islands. After the pirates left, they lived in these ports and called the turtles because of wood because they are very abundant and edible for long trips. Today, few turtles inhabit the waters of Green Turtle Island, and even fewer pirates, but when you arrive on the island, usually by ferry from nearby Treasure Island, you are likely to enter New Plymouth (New Plymouth) This is the northernmost city of the island. The West Indies are 450 port cities and most of their eighteenth and nineteenth century buildings have been preserved. Due to the small changes in New Plymouth, its original building is a lively document, painted in the colors of the New England fishing village in the colors of the Bahamas. </p><p>To this day, most of the Bahamas residents of New Plymouth have their origins in the city's original colonists: New Plymouth is one of the many settlements where Americans are loyal to the British. Escaped the life that was rejected in the United States. For one reason or another, they chose loyalty to the new republic. In the century following the Revolutionary War, some of these small island settlements prospered, while others perished. At the beginning of Green Turtle Island, it was adjacent to the transportation route to and from the New World, so it was fortunate to encounter continuous shipwrecks. This part of the Bahamas could prove dangerous in rough seas, and the broken ship became a huge rescue spot for those who bravely cleaned the wood, metal, rations, oil and cargo on board. The abandoned New Plymouth has one of the largest demolition ports. More than a dozen caravans were prepared and repaired to rescue the wreckage. Demolition pushed Green Turtle Island to relative prosperity. But interestingly, pineapples will replace new navigation and transportation technologies, thereby reducing the number of shipwrecks off the northern coast of Abaco. The Bahamas has poor soil quality, but for pineapples, the sandy soil of the desert means that this large Bromelia family drains well. The pineapples were discovered by Columbus on Guadalupe the second time they traveled to the Caribbean. Interestingly, they were found next to the pot to cook part of the human body.</p><p>Prior to this, they were cultivated by the Incas of South America for centuries. They are believed to have been brought to the Caribbean Islands by natives of Paraguay and Brazil from the natives of Paraguay and Brazil by Lukayans, Caribbeans, and Tynos. These people lived in the Antilles before the Spaniards arrived, and they considered pineapple to be an essential element that was too important to leave. The plant itself comes from valleys inside Paraguay and Brazil. Because pineapples, especially those in the Caribbean, quickly make mistakes during long journeys abroad, in the United Kingdom, pineapples are required to be the exclusive cuisine of royal nobles and high society, while in the United States, pineapples are considered a symbol of hospitality. Residents of the Laughing Turtles rushed to pineapple agriculture from demolition to meet the demand for a new exotic world. At the end of the 19th century, after the Bahamas pineapple became the best pineapple in the world, imports of pineapples in England and the United States reached hundreds of thousands. It was not until the United States annexed Hawaii that the industry flourished in Green Turtle Cay, creating a tax-free producer. After pineapple, Green Turtle Island tried many industries, from sponges to artisanal fishing and sharks. </p><p>I like to visit Green Turtle Cay because unlike many destinations in the Caribbean, history has not been reimagined, imitated or built to attract tourism. Green Turtle Reef is no longer old on a quiet Sunday afternoon, accompanied by the commercial wind of the cool wind.</p>",
    "image_name": "23.jpg",
    "description": "<p>The small island of the Bahamas is known as the Green Turtle Island and is named after hundreds of turtles that once lived in the shallow waters of the island's numerous Atlantic bays and protected natural ports.</p>"
  },
  {
    "id": 51,
    "title": "Guana Cay Reef",
    "body": "<p>Technically, when I saw her in the sky, my family was a quarter mile away. It was noon, and when I saw a strange bird passing by me, I only lived in Abacos for an hour. The sky is blue, the belly of the clouds is turquoise, and the light of the shallow sea illuminates them. Under these clouds are black and white raptors with ribbons on their tails, which then disappear behind pine trees. I walked to the white sandy beach and looked towards the Great Guana Reef. Two years ago, I was there, sitting on the terrace of the Docksiders restaurant, where a dozen Bahamians and some foreign landowners from Big Guana came to meet me. That night was the first time I saw many members of Save Guana Cay Reef in person.</p><p>This is a stressful period for Save Guana Cay Reef members. Their life involves the most unlikely attempt to destroy the Baker's Bay Golf & Ocean Club, a large-scale radical and predatory development project that, without negotiation or approval, is located on the island Northeast corner. The development was funded by the most important figures in North American financial circles, and Bahamian officials were stamped from left to right. Hollywood celebrities: Tiger Woods, George Clooney, George Strait once flew to play golf or be petted. Lance Armstrong tweeted sharply about his experience in an unfinished complex before he was investigated for substance abuse. Save Guana Cay Reef opposes development through the Bahamian legal system, and they want to cancel the agreement between the Bahamas Central Government and the California Golf Developers, who were granted rights to Bahamas' public land, threatening its most precious resource. Coral reefs, cultural decay and island economy.</p><p>At the Bahamas Court of Appeal, the villager's case has been dismissed and four years of fighting seem hopeless. The appeals court announced two heart attacks following the announcement, which had nothing to do with the case, and a senior member of Save Guana Cay Reef died. Although the Bahamas is often associated with luxury goods and wealth, Bahamas live a modest life on islands such as the Great Guana Reef, often as fishermen or home caregivers. Reef defenders are not wealthy at all, and they rely on small donations from Bahamians and related owners to keep their resistance developing in the legal system. A thick mist haunts this group of barefoot patriots who believe that the massive development of golf on the island, which is only a quarter mile wide, will effectively disrupt their lifestyle. To them, this is the Bahamian language of Red Dawn, and if they fail, everything they know and love will be lost. On the night of 2008, the Bahamas' eyes seemed heavy and it was almost impossible to predict what was about to happen. But then the phone rang and a man justified himself. When he returned, he announced that he had just received a call from a lawyer.</p><p>Looking into Grand Guana, I remember that gloomy night inhabiting the port of Guana. In order to move forward with the private council, the locals will raise the temperature of this issue, which has long attracted the attention of the entire Caribbean region. My family returned and Jane took out peanut butter and pickles and said, I saw a new bird in the sky. This is something we have never seen before. Jane will never admit it, but she Developed the same Dewey Decimal system, which helped her focus on species. Since we have classified plants and animals, we only looked at a part of it. Secondly, things in nature can tell us everything Kind of thing, and my appearance is what Jane ’s expression means, that is, the appearance that things should be further studied. July 7, 2009. Lawyer representing the Bahamas government, Discovery Land Company and Save Guana Cay Reef in London The Privy Council meets and Save Guana Cay Reef is litigating in all courts in the Bahamas. Cases submitted to the private council are equivalent to those filed with the U.S. Supreme Court, except that the private commission is for overseas territories (that is, royal family members) The Commonwealth of Nations, such as the Bahamas, has not yet separated its legal system from the United Kingdom.</p>",
    "image_name": "24.jpg",
    "description": "<p>I just arrived on Grand Abaco Island in the northern Bahamas. Jane and our son ran to the grocery store before opening the luggage. This is a small but well-stocked supermarket, and nothing has changed since I first came here when I was five. Even the food changes won't be too big: Liz crackers, small pieces of pork wrapped in cellophane, green mints, Goombay Punch, Conchy Joe hot sauce and plastic bottled rum.</p>"
  },
  {
    "id": 52,
    "title": "The Eyes of the West Indies",
    "body": "<p>These animals, purple and orange, are hard to spot during the day, and their bodies are bright but translucent. The mark of a good divemaster is observation: the ability to notice everything. But I'm not here to dive with Mr. Albury. When I was young, I dived in the Great Guana Reef for eight years. But Troy didn't. At that time, we were all very young, and Troy lived in Nassau on several islands south of the Abaco Islands. Like many islanders on the Great Guana Reef, Troy works barefoot. The edges of his shirt were worn and his hands were slightly stained with engine grease. Part of the engine of one of his ships completely failed, so he flew to Miami and bought two return tickets. One to him and one to a part. Troy worked tirelessly. Being a dive master on the Great Guana Reef is important; diving is critical to the island's economy, as the Great Guana Reef is probably the most spectacular reef in the Bahamas. While sailing across the cove, Troy explained the difficulty of maintaining the diving season and battling the Bakers Bay Golf and Ocean Club at the same time. As President of Save Guana Cay Reef, Troy has become one of the most controversial environmental campaigns in the history of the West Indies.</p><p>The Prime Minister of the country has just described the terrorists along with Troy itself as the people I will meet on the other side of the Gulf. Troy took me to a group of Guanakai natives, sometimes called rebels in the Bahamian press, who would take me to the edge of the Bakers Bay development. Almost all 91 Bahamas living on the island of Grand Guana Reef-to be precise, 76 in the petition as of December 2007-strongly oppose foreign developments in Bakers Bay. In 2005, they formed partnerships with hundreds of foreign and part-time residents against the Bakers Bay Golf and Ocean Club. The scope of development shocked the locals. Golf course, pier, hundreds of McMansions cookie cutters, hotels, tennis courts: Large-scale development of California-style sidewalks, and blasted in 2/5 of the island. Local public land is called royal land and treasury land in the Bahamas. At the Great Guana Reef, where a month's groceries cost twice or three times as much as the United States, locals may be different from public land in the north, just like their ancestors for 200 years. Hunt land crabs or just escape the small surface in the middle of the island. But in 2005, this last piece of public land will be removed from their land in an illegal manner and placed behind a protected gate, their mangroves will be uprooted and their coral reefs will be destroyed.</p><p>Locals responded with honor and confidence rarely seen in grassroots movements. They fought a legal battle for coral reefs, their heads raised. They have never destroyed their personal property and have never played a popular corruption game that is so easy to play in the Bahamas. The inhabitants of Guana Cay are poor and have no money to fund their efforts. They fight to save their reefs through the courts and politics of the Bahamas. Then, a few weeks ago, when the country's prime minister called the terrorists in front of the audience, he used one of the most intense and fearful words that a country's leaders would use against their own people. Today, the word is actually synonymous with Osama bin Laden. It evoked violence, anger, blood. Calling your terrorists a terrorist, especially those who obey all laws and even actively change the course of the history of the Bahamas and the Caribbean, sounds unimaginable. But to understand why, I hope you follow me on the shores of the Grand Guana.</p><p>Troy took me to the dock of the Dive Guana, where the dive shop is located. One of my boats, I immediately recognized him. It is the island's fire chief and search and rescue expert. As a member of the Bahamas Aviation and Maritime Rescue Association, Troy has almost full responsibility for maritime rescue or corpse recovery. The community in Guana is so small that it has never needed a police force. Once when I was talking about Troy with the residents of Guanakai Island, they told me: There is a man here who can take the dead away from an unturned boat, but crying and seeing what happened to him What. Another person on the island said: He is a member of this community, but he is also a family member. People like that don't exist, they are fairy tales. I met a small group of Guana natives and second hosts. We got on board and set off from the pier. The face-to-face conversations with these people reminded me of the diversity of the Bakers Bay opposition: they represent all races in the Bahamas. They are tanned fishermen, white-haired protectionists, school children, waiters and housewives. Everyone is barefoot.</p>",
    "image_name": "25.jpg",
    "description": "<p>I was on a boat tied to a bay pier on a small island on the Great Guana reef in northern Bahamas. Troy Albury is releasing the ropes and is signalling a sepia Caribbean reef to take refuge under the pier.</p>"
  },
  {
    "id": 53,
    "title": "Mud Road to Coyote Buttes",
    "body": "<p>This day is coming soon, but before that, the movement of clouds has brought unexpected forms. Now, boulders emerge from the ever-changing, polished rocks of the clouds. Immediately, it reminded me of Hayao Miyazaki's explanation of the metal and mechanical castles in Hal's moving castle. In the dark, I couldn't find a comfortable place on the cold plateau and thrive in the happiness of the company. Lonely pulled me and told me to go home. He has always done this, and always will. My traveler's habits (trying to identify animals or learning to find edible plants) save people from being alone, and my habits have continued to increase over the years. But today is mid-January, on the border between Utah and Arizona. The cold made the desert north of the Grand Canyon sterile. I cannot develop the habit of reducing silence. Save one. In this case, this is what happened to me. I wonder if this will happen to you too? I imagine the whole rock on the canyon wall, supported by four mechanical feet. Although the clouds made it disappear, I saw it walking in the dark.</p><p>I think this machine is much smaller than Howl's Mobile Castle. More like a large vehicle, suitable for small crew. Legs instead of wheels, because these rocks, bushes and canyon landscapes have the nature of isolation and saki nature. Kaibab Plateau, Arizona is still an isolated place. This area, the Arizona Strip, or Arizona north of the Colorado River, is a huge geographic area. But there are only 3,500 people here. The Grand Canyon is isolated from other states. The area was further isolated during the winter. The North Rim is now covered by eight feet of snow. It is impenetrable. Even their animals are marching from the snow. North, here. Along the windowsill, I can see dozens of desert cotton tails. They seem to forget that my presence is a compensation. I certainly woke up, but shouldn't they run away? That's why these machines with mechanical legs are rabbit harvesters. I told myself, this is the future. Climate change is conducive to certain vegetation, and because of the loss of ecosystem control, this lush vegetation has fed too many rabbits everywhere. I tell myself that the machine is called a safe, and in the future of dystopia, people hold on to the machine tightly and harvest the last resort, which is a reward for the rabbit.</p><p>I walked across the top of the canyon. The more details I add in science fiction, the more I like cold mornings. In the first signs, a crow perched on a nearby rock, which hung on a cliff. He sat there for a moment while the Colorado River was engulfed in white clouds. When the clouds subsided, he sprouted in the air. First, then a violent descent, then again, and then his wings hardened, sliding easily for one mile at a time, maybe two miles. Arches are both a means of collecting rabbits and a concern about the subsequent increase in the number of cougars, which has increased due to rabbits. Most women are confined to these long, cylindrical buildings in the south, where they spend their days and perfect a variety of rabbit recipes. However, some women are riding safes. They are called gauchettes south of the edge. I imagine a rider on the ridge to my left, and then she descends towards the ark. While riding, he released a stick, and as he approached the machine, his leg was licked. For reasons I didn't know, she collapsed the machine and fell into the Colorado River. Your crew is now lost. When I got in the car, it was only eight in the morning. He has been thinking about driving 80 miles to Kanab, just to see if he can get a permit for the Northern Coyotes. </p><p>It is unlikely to get a license. Only 20 people can visit Coyote Buttes North every day, and travelers from all over the world compete for these permits. The area is part of the Paria Canyon-Vermillion Cliffs Wilderness Desert and is one of the most unusual places in the world, and it is also very vulnerable. The licensing system means waiting for four months. However, this climate gives me a feeling. I drove to Kanab, Utah and stopped at the BLM station. The Ranger said, You've come to the wrong place. But from a record, I don't think people can get there now, and House Rock Road is too muddy. Even though we went out to see my rental truck, I decided to buy a permit, And I think even thinking about burying it in the mud is a bad idea. The next day, I met Betty in Page, Arizona. Betty walked with a cane. He has been driving on difficult roads for seventeen years. We agree that if at some point the road looks unsafe, we will return. I told myself that in a dry future, these cracks on the earth would contain people: protection from wind, sunlight and puma. We turn left at House Rock Road. I've gone this way before. When it comes to dirt roads, everything is extraordinary. But it's clear that after a quarter of a mile, if I tried the road alone today, I would have been trapped.</p>",
    "image_name": "26.jpg",
    "description": "<p>Low clouds move at surreal speeds along the cliffs above the Colorado River. They turn, change shape, and sometimes seem to disappear completely.</p>"
  },
  {
    "id": 54,
    "title": "Atomic Agriculture on the Rio Grande",
    "body": "<p>They cleaned us up and made me realize that I was unknowingly hooked on Texas. However, I am not worried about border guards. He has dealt with them for many years. My real concern is: will I shake Jane? When we first hit the road together, I had managed to rescue her from the deck of the ship, and I got a four-foot jellyfish ancestor to bite her. Yes, a marine wasp, they say it is the most dangerous stabbed creature in the ocean. Driving past El Paso is like driving past a factory: This morning, the city exudes the unique smell of a can of cat food just opened. Even under the scorching sun, in the context of the Juarez slums, with its chimneys, outdated buildings and the horrible chain of burger restaurants, the place felt grey and sad. The land changed after we moved to New Mexico. The sun blows home, and the plains and the red earth rejoice. It is not beautiful, but faint, as if not far from home.</p><p>In the hot afternoon, the water on the road was so thick that the brightness of the mirror spread to our car wheels. I remember that in the flat sea of Saki, Hayao Miyazaki's water train speeded up in the lively Away from Away, looking for answers from the crazy city to the desert. The road to Alamogordo is smooth, although there are always mountains in the background. The valleys of southern New Mexico are as smooth as suede, and the low bushes are like fluff. I told Jane that we are reviewing the Trinity website. In 1939, Einstein wrote to the president: I understand that Germany has indeed stopped the sale of uranium in the Czechoslovak mines that it has taken over. This was one of the world's earliest knowledge of making a bomb that could explode into a port (And) likely to destroy the entire port and some surrounding territories. </p><p>Five years later, he became Captain of the US Army. UU, located in our western mountain range, wrote: `` My first impression was the sudden bright lighting of the surrounding landscape, accompanied by a moment of heat ... protecting my eyes after raising the dark filter, I look in the direction of light. Although the filters provided are designed to eliminate 99% of the light, the intensity of the illumination is sufficient to give a brief blinding sensation, similar to lightning near a dark night. '' The world changed that day, but until Hiroshima, no one knew. I wonder if the officer standing on that mountain understands that humans have solidified as the most important biological factor on earth. But my interest in the development of the atomic bomb has always been focused on the fact that not only has the United States developed such weapons, but the world already has the knowledge to do so, and the United States simply has the resources to do so first.</p><p>At night we stopped at a protected dune field, Baisha, in the middle of the Trinity ancient ruins. A hiker once told me that to convince some women of the pain of their journey, you must make it look stylish, like an extension center for Wallpaper. Walking through the soft sand dunes, I might have asked what Jane Louis Vuitton's hiking backpack would look like. But I held my tongue and commented on how good his shoes looked when walking on the white sand. Pepper has become one of the nasty symbols occasionally adopted in the southwest: long red fruits, green stems. But where do these things grow? What does the pepper field look like? Why do they grow them in New Mexico? I think that's why we are on our way to Hatch, looking for answers at the Hatch International Festival in Chile. There are no books on the history of peppers. There are few written speeches about where they came from and what they did to the world. The English version of Maguelonne Toussaint-Samat's famous Food History is only available in a few pages. Chile evolved somewhere in South America (perhaps Bolivia) and cultivated there for 2000. Its seeds were transported as medicine to the Brazilian coast via tribal trade routes, and then moved north by canoe. It may be because it is considered an important drug.</p>",
    "image_name": "27.jpg",
    "description": "<p>He sent us to check: five types and a hammer. One man picked up the hammer and started hitting our gas tank. Another person sat down to interview me, and the rest checked the 40-pound camera equipment in the suitcase.</p>"
  }
]
